[
    {
        "case_number": "M.11845",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202509/M_11845_10529543_153_3.pdf",
        "topic": "Data Center Platform Services",
        "text": "The business activities of the undertaking OP  Core are the following: data centre platform services including the designs, construction, installation, and commercialization thereof, as well as the provision of access to network resources and data centre infrastructures, including power and cooling processes, and data centre security."
    },
    {
        "case_number": "M.8444",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m8444_6842_3.pdf",
        "topic": "Steel products",
        "text": "LHG, through its Liberty Steel business, is active in the production of ingots, blooms, flat carbon steel products (HR, cold rolled, quarto plates), long carbon steel products (rebars, steel wire, structural hollow sections, merchant bars), and tubular steel products (electric resistance welded tubes, cold drawn steel tubes, stainless steel tubes, boilers and pressure tubes, and gas list tubes) in a variety of grades and specifications. LHG’s industrial footprint in Europe currently comprises steel assets in the UK with a network of regional sales offices in Germany and France. In addition, LHG operates several steel production and distribution assets in the US, Australia, India, and China."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Product Market for Supply of Pet Food",
        "text": "In past decisions, the Commission considered that each of the markets for the supply of cat food and dog food could be further segmented: (i) between dry food, wet food and snacks and (ii) between branded products and products for private labels at the wholesale level. However, the Commission considered that different quality categories of pet food were not deemed to form separate relevant product markets. The outcome of the market investigation in the present case confirmed the Commission’s previous decisions. The results of the market investigation confirmed that dry food, wet food and snacks should be considered to belong to different product markets. On the demand side, dry food is less expensive and can be stored for longer periods without refrigeration, while wet food offers higher hydration and palatability particularly for pets with specific health needs or preferences. Snacks are generally used as treats, but do not provide a balanced nutrition and therefore cannot substitute dry or wet food. On the supply side, these products are manufactured on distinct production lines with entirely different technical processes and dedicated packaging. The results of the market investigation also confirmed the relevance of a segmentation between branded product and products for private labels at the wholesale level. On the demand side, these products address clearly distinct use cases for retailers: the formulation and packaging of products for private labels are customized to the specific retailer and are labelled with the retailer’s own brand, while branded products feature the supplier’s own brand and are made available to several retailers in the same format. On the supply side, although the same production lines can in principle be used to produce both branded products and products for private labels, the supply base in these two segments is significantly different. This is because the main suppliers of branded products (such as Mars and Nestlé) are large, sophisticated conglomerates focusing on the promotion of their own brands and are not active (or no longer active) in the supply of products for private labels. Conversely, producers for private labels are generally smaller in size. And even if some of them also offer a range of branded products, this offering is often rather marginal and in any case much smaller than the abovementioned branded suppliers. With respect to quality categories, the results of market investigation confirmed that, although consumers often have a preference for one or the other quality tier, these different categories exist in a continuum and respondents were not able to indicate clearcut criteria demarcating the boundaries of each segment. Moreover, most suppliers producing pet food of different quality categories do so on the same production lines with no or minor adjustments to the manufacturing process. Therefore, in line with its past decisions, in the present case the Commission assessed market shares for the supply of cat and dog food at wholesale level distinguishing between dry food, wet food and snacks and between branded and private label products."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Geographic Market for Supply of Pet Food",
        "text": "The Commission’s past decisions concluded that the relevant geographic market is national in scope for branded products and larger than national (and possibly EEA-wide) for private label product at the wholesale level. This difference stems from the fact that private label products are not advertised by their supplier, as any advertising for private label products is done by the retailer. Producers may therefore afford higher transport costs and still offer the product at competitive prices compared to the branded pet food. Therefore, manufacturers of private label can competitively sell such products throughout an extensive area, which is wider than national. Moreover, some international hypermarket chains tend to carry out their procurement policies for private label purchases in a context which is wider than national. In the present case, the large majority of responding suppliers indicated that their European plants are able to deliver their branded and private label products in most of the EU territory and even to other continents. The large majority of responding retailers similarly indicated that they are able to procure branded and private label products from producers located in most of the European territory. In any event, the geographic market can be left open, because the transaction does not raise any concerns even under the most conservative approach (i.e. assuming a national scope of the relevant markets)."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Product Market for Retail of Pet Food",
        "text": "At the retail level, the Commission’s precedent concluded that products sold through grocery outlets (e.g. supermarkets or convenience stores) and specialist outlets (e.g. pet shops and veterinaries) form an overall market. The market investigation in the present case confirmed this conclusion. From the point of view of the upstream producers (which is particularly relevant in this case), the different distribution channels are seen to a large extent as interchangeable, because producers supply the same products across channels with no or minor adjustments. Suppliers also explained that they are able to shift volumes among different channels in response to changes in market demand. Also from the point of view of downstream consumers, grocery and specialist outlets are seen as competing against each other and consumers often buy products in both channels. The Commission’s precedent (dating back to more than 20 years ago) did not mention sales on online platforms. The market investigation in the present case showed that customers easily switch between online and brick-and-mortar shops and suppliers increasingly pursue omni-channel strategies that span both online and offline sales. The Commission therefore considers that the overall market for the retail of pet food also includes online sales."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Geographic Market for Retail of Pet Food",
        "text": "The Commission’s precedent also concluded that, at the retail level, the pet food markets are national in scope. The market investigation in this case provided no reasons to deviate from this approach."
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_3770_10453114_660_3.pdf",
        "topic": "ZRH-STO Route",
        "text": "In the competitive assessment of the ZRH -STO route, the Commission assessed the cooperation between Lufthansa and its Star Alliance partner, SAS, which was active on the ZRH -STO route (together with Swiss). The Commission then analysed the scope of the different bilateral agreements entered into by Lufthansa and its Star Alliance partners, including SAS. The Commission concluded that ‘[i]n the light of the extensive nature of the co-operation stemming from such agreements, the Commission has concluded that Austrian, bmi, SAS, and United Airlines cannot be considered as competitors of Lufthansa. In addition to being part of the Star Alliance, their respective bilateral agreements foresee a global joint pricing policy, joint network and flight planning, a joint hub system organisation and a single market strategy. These agreements thus provide the legal basis for a global integration of the companies’ networks and commercial policies. Furthermore, the scope of and rationale for these agreements go beyond the bundle of routes between Germany and their respective home countries. Thus, these carriers have little or no incentive to compete post-merger with Swiss. Not only will Swiss become a subsidiary of Lufthansa it will also become a member of the Star Alliance. The market investigation, in particular replies from travel agents and corporate customers, confirms this conclusion’."
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_3770_10453114_660_3.pdf",
        "topic": "ZRH-WAW Route",
        "text": "In the competitive assessment of the ZRH -WAW route, the Commission assessed the cooperation between Lufthansa and its Star Alliance partner, LOT, which was active on the ZRH -WAW route (together with Swiss). The Commission assessed a number of bilateral agreements between Lufthansa and LOT and concluded that, post-merger, LOT would have little or no incentive to compete with Swiss, in particular because of the close cooperation between Lufthansa and LOT: ‘[i]n the light of the extensive nature of the co-operation stemming from such agreements, the Commission has concluded that Austrian, bmi, SAS, and United Airlines cannot be considered as competitors of Lufthansa. The same reasoning applies to LOT and Air Canada, whose agreements with Lufthansa foresee at least joint networking and joint pricing beyond their home countries. For the above reasons, these carriers’ market shares have been added to those of Lufthansa where relevant’."
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202447/M_3770_6098232_373_6.pdf",
        "topic": "ZHR-STO Route",
        "text": "The termination of the JV Agreement between Lufthansa and SAS (ZHR–STO)"
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202447/M_3770_6098232_373_6.pdf",
        "topic": "ZHR-STO Route",
        "text": "The possible termination of the 1995 Bilateral Alliance Agreement with SAS (ZHR–STO)"
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202447/M_3770_6098232_373_6.pdf",
        "topic": "ZHR-WAW Route",
        "text": "The contractual relationship between Lufthansa and LOT (ZHR–WAW)"
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "In the past, the Commission considered that MCC was part of a broader product market for pharmaceutical excipients. In more recent decisions, the Commission considered a separate product market for MCC and assessed a possible further segmentation between MCC for food applications and MCC for pharmaceutical applications, although the product market definition was ultimately left open. The Parties submit that there is a distinct product market for MCC, which could potentially be further segmented by industry application. The Parties however submit that a distinction between MCC for pharmaceutical applications and MCC for nutraceutical applications would not be appropriate. Namely, from a demand perspective, the Parties submit that the same MCC products and grades can be used in both pharmaceutical and nutraceutical applications, while from a supply perspective, the raw materials, manufacturing equipment and production process are the same. In addition, although excipients for use in pharmaceuticals and food supplements are subject to different regulatory standards, most MCC products available on the market generally comply with both types of standards."
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "The results of the market investigation indicate that there is a distinct product market for MCC. According to the majority of both customers and suppliers MCC is not, or only to a limited extent substitutable for other excipients (such as lactose), as MCC has unique chemical properties and substitutes such as lactose are often not substitutes as there is a trend to providing lactose-free formulas. The market investigation also indicates that there may be a segmentation between MCC for pharmaceutical and MCC for nutraceutical applications. On the one hand, MCC for pharmaceuticals may have a price premium that makes it uneconomical to use it in nutraceuticals. On the other hand, MCC for nutraceuticals can only be used in pharmaceuticals if it complies with a pharmacopoeia such as the European pharmacopoeia. While the production process for both types of MCC is similar, there is a stronger emphasis on quality control and consistent quality for MCC for pharmaceutical applications. Thus, there may be limited substitutability between MCC for pharmaceutical and nutraceutical applications, but the results of the market investigation are not entirely conclusive on this point, as the production process for all types of MCC is similar and there is an overlap of certain grades being used for both applications, which speaks in favour of not segmenting the market by end-application."
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "In any event, for the purposes of this decision, it can be left open whether a distinction should be made between MCC for pharmaceutical applications and MCC for nutraceutical applications, as the Transaction does not raise serious doubts as to its compatibility with the internal market and the EEA Agreement even under the narrowest plausible product market definition, namely the supply of MCC for pharmaceutical applications and the supply of MCC for nutraceutical applications separately."
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "In the past, the Commission considered that the pharmaceutical excipients market comprising MCC was essentially EEA-wide. More recently, the Commission considered that the market for MCC was at least EEA-wide, if not worldwide, although the geographic market definition was ultimately left open."
    },
    {
        "case_number": "M.11861",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202506/M_11861_10477085_117_3.pdf",
        "topic": "None (No market definition found)",
        "text": "There is no mention of \"market definition\" in the provided text. Therefore, no relevant section could be extracted."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Fan Coil Units (FCUs)",
        "text": "The Notifying Party submits that there is no single definition of what constitutes an ‘HVAC system’, since different HVAC systems will require different types of HVAC technologies. Accordingly, it may be appropriate to identify different segments on the basis of the type of HVAC technology used, which would lead to the definition of a separate market for FCUs."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Residential vs. Non-Residential FCUs",
        "text": "The Notifying Party further submits that a further segmentation of FCUs on the basis of their intended use (namely FCUs for residential use and FCUs for non-residential use) could be appropriate. The results of the market investigation generally support a further segmentation of the HVAC market based on type of technology, as a starting point. Further, the market investigation supports a possible further segmentation of the FCU market according to: (i) intended use (i.e., residential vs non-residential FCUs), (ii) based on the number of tubes (i.e., FCUs with two tubes and FCUs with four tubes) and (iii) design (i.e. classical FCUs that are free standing on the floor and non-classical FCUs that are mounted in the wall or ceiling). The majority of respondents to the market investigation indicated that a segmentation of FCUs between those for residential and those for non-residential use would be appropriate, and one customer noted that ‘This is the main distinction relevant.’ The views of market participants, however, varied as to which criteria should be used to differentiate between residential and non-residential FCUs. Size and capacity of FCUs are the most cited distinguishing factors, with residential FCUs normally being smaller in size and having a lower heating/cooling capacity than non-residential FCUs. In terms of capacity, some respondent suggested that residential FCUs could be < 8kW and non-residential FCUs > 8kW. It was also mentioned that FCUs for residential use are ‘quieter’, ‘thinner’ and with better aesthetics (having excellent finishes and being made by metal sheets rather than plastic). Internal documents of the Parties appear to support a segmentation based on intended use. In addition, a due diligence report refers to a ‘residential ventilation segment’. For these reasons, the Commission considers plausible a distinction between FCUs intended for residential use and FCUs intended for non-residential use."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "FCUs by Number of Tubes (2 vs. 4)",
        "text": "As mentioned above, FCUs with four tubes (i.e., with two coils), can heat and cool simultaneously, whereas FCUs with two tubes cannot. Product catalogues of the Parties specify whether a given type of FCU is supplied with 2 tubes or 4 tubes. The majority of customers considered it appropriate to segment FCUs between FCUs with 2 or 4 tubes. As one customer explained: “[…] We would maybe suggest segmentation by cooling only and cooling/heating.” Similarly, some competitors considered segmentation based on number of tubes appropriate. One competitor noted “For FCUs, same products are used both in residential and non residential use. So we segment the fan coils by types and 2/4 tube options and construction type.”. For these reasons, the Commission also considers plausible a distinction based on the number of tubes making up the FCUs."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "FCUs by Design (Classical vs. Non-Classical)",
        "text": "The majority of respondents to the market investigation consider it appropriate to differentiate between classical FCUs (free-standing) and non-classical FCUs (mounted in the wall or ceiling). Market participants pointed towards the different purposes that classical and non-classical FCUs serve. One customer explained “We deliver products to installers who have clients in residential or non-residential. For them we need different performance sizes. And depending of the situation for assembly, we sell products for floor or wall-mounted possibility”. Few market participants suggest a potential differentiation between types of non-classical FCUs. In that regard, one customer differentiated between “centrifugal fan (cassette) and tangential (wall mounted/duct)”. Another customer explained that ‘[the] most widely used type of FCU are the ducted type because they are greatly used in big hotels concealed in the false ceiling.’ One competitor notes that ‘[the] usual segmentation is: ducted fan coil, cassettes, floor standing commonly used in Commercial and Industry application, then other types [of] floor standing for Residential’. Another competitor notes that switching production among different types of FCUs is more difficult in the case of “cassettes”. In view of the foregoing, the Commission finds it plausible to distinguish between FCUs based on their design, differentiating between classical and non-classical FCUs, while finding that there are some indications supporting a further segmentation of non-classical FCUs."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Overall FCU Product Market",
        "text": "As the Transaction does not raise doubts as to its compatibility with the internal market under any plausible product market definition, the exact product market definition in relation to FCUs can be left open."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Geographic Market for FCUs",
        "text": "The Notifying Party considers that the geographic market for the supply of FCUs is at least EEA-wide and that national markets would be the narrowest possible geographic market. It argues that suppliers typically offer and customers generally purchase FCUs throughout the EEA and that having a national presence is less relevant for FCUs suppliers than for other HVAC technologies, as FCUs are easier to install and maintain. The majority of the competitors that replied to the questionnaire indicated that they typically supply FCUs beyond national boundaries – most of them across the EEA. The majority of competitors also indicated that there are no regulatory differences preventing the supply of FCUs across the EEA. At the same time, however, the vast majority of competitors indicated that they need a local presence (a local distributor, installer or representative) to make sales in a given country. More precisely, they explained that: “You need to engage directly with the end user or his mechanical contractor to understand their need and requirements in order to generate a tailored-made quote”; “the local presence is mandatory to supply FCU”; “Yes, need local sales representatives”; “Yes, local representation is critical to provide pre and after sales support and logistic operations”; “[…] in each of these Markets it is fundamental to master a solid network of distributors and various contractors (installers, service technicians, planners)[…]”. Moreover, a slight majority of competitors indicated that customers do have a preference for buying FCUs at national level. One competitor notes that: ‘Customer priority is cost/quality point and security of solid aftersales service. If these are met at [the] same level, locality could be the next decision point for [a] customer.’ The majority of customers indicated that their contracts to purchase FCUs cover individual countries and a great majority indicated that FCU prices are determined nationally, although some customers indicated that they do purchase FCUs at EEA level or worldwide. While some customers do not see obstacles that could prevent them from sourcing FCUs across the EEA, a comparable number of customers indicated that transportation costs, local standards and certifications could be an obstacle to source FCUs from other countries. One customer indicated that “The distribution of a technical product like FCU is depending also of the customer service after sale. Not all suppliers can guarantee this, so they can´t sell their products everywhere.”  The exact geographic market definition for the market for FCUs can be left open since no competition concerns arise as a result of the Transaction under any of the alternative geographic market definitions (i.e. national, or EEA-wide)."
    },
    {
        "case_number": "M.11383",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202507/M_11383_10468059_3752_6.pdf",
        "topic": "Bebegel Divestment Business",
        "text": "As set out in paragraph 16 of the Commitments, the purchaser (s) of the Bebegel Divestment Business must fulfil the following criteria: The Purchaser(s) shall be independent of and unconnected to the Notifying Party and their Affiliated Undertakings (this being assessed having regard to the situation following the divestiture); The Purchaser(s) shall have the financial resources, proven expertise and incentive to maintain and develop the relevant Divestment Business as a viable and active competitive force in competition with Cooper and other competitors; The acquisition of the relevant Divestment Business by the Purchaser(s) must neither be likely to create, in light of the information available to the Commission, prima facie competition concerns nor give rise to a risk that the implementation of the Commitments will be delayed. In particular, the Purchaser(s) must reasonably be expected to obtain all necessary approvals from the relevant regulatory authorities for the acquisition of the Divestment Businesses; and The Purchaser of the Bebegel Divestment Business must have a sales and marketing presence and access to an appropriate distribution network in Portugal in the relevant sales channels (including wholesalers, hospitals and pharmacies)."
    },
    {
        "case_number": "M.11383",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_11383_10446131_3721_3.pdf",
        "topic": "Otowaxol Divestment Business",
        "text": "As set out in paragraph 16 of the Commitments, the purchaser of the Otowaxol Divestment Business must fulfil the following criteria: The Purchaser(s) shall be independent of and unconnected to the Notifying Party and their Affiliated Undertakings (this being assessed having regard to the situation following the divestiture); The Purchaser(s) shall have the financial resources, proven expertise and incentive to maintain and develop the relevant Divestment Business as a viable and active competitive force in competition with Cooper and other competitors; The acquisition of the relevant Divestment Business by the Purchaser(s) must neither be likely to create, in light of the information available to the Commission, prima facie competition concerns nor give rise to a risk that the implementation of the Commitments will be delayed. In particular, the Purchaser(s) must reasonably be expected to obtain all necessary approvals from the relevant regulatory authorities for the acquisition of the Divestment Businesses; and the Purchaser of the Otowaxol Divestment Business must have a sales and marketing presence and access to an appropriate distribution network in Germany in the relevant sales channels (including wholesalers and pharmacies)."
    },
    {
        "case_number": "M.11675",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202505/M_11675_10469649_530_3.pdf",
        "topic": "Production and Supply of Non-alcoholic Beverages",
        "text": "The Commission has previously found that the market for the production and supply of non-alcoholic beverages was further segmented into the production and supply of carbonated soft drinks and non-carbonated soft drinks, which were found to constitute two separate product markets. Within non-carbonated soft drinks, the Commission has considered that water and ready-to-drink teas belong to separate product markets. The Commission has considered further potential segmentations within non-carbonated soft drinks (namely fruit juices, energy and sport drinks), but has ultimately left this question open. In particular, the Commission left open the question of whether dilutables (e.g. squashes and syrups) compete with other soft drinks. In the present case, the Commission considers that the exact product market definition can be left open. If dilutables were part of the wider market of soft drink (either carbonated or not, depending on the beverage mixed with the dilutable), no affected markets would arise in relation to these products. If dilutables were part of a separate market, that market would be vertically affected but – for the reasons explained in the following sections – the Transaction would not raise competition concerns."
    },
    {
        "case_number": "M.11675",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202505/M_11675_10469649_530_3.pdf",
        "topic": "Wholesale Distribution of Beverages",
        "text": "In the past, the Commission has identified a separate product market for the wholesale distribution of both alcoholic and non-alcoholic beverages, which is downstream from production. Moreover, the Commission has considered, but ultimately left open, a potential distinction of the market for the wholesale distribution of beverages depending on whether beverages are sold to retail outlets (‘off trade’ channel) or to points of sale for direct consumption, e.g. restaurants or hotels (‘on trade’ channel). In the present case, the Commission considers that the exact product market definition can be left open, as the Transaction would not give rise to competition concerns under any plausible market definitions."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Wafers (Slovakia and Czechia)",
        "text": "The Commission’s market investigation has shown that wafers might constitute a separate product market within confectionery in Slovakia and Czechia. In particular, all retailers interviewed by the Commission confirmed that wafers represent a specific product category in Slovakia and Czechia. This segmentation is also reflected in the Nielsen IQ data categorisation. One retailer affirmed that ‘Wafers is a specific product category recognised by the industry [.]’, while another specified that ‘[…] given that they are a very particular product in Slovakia because of their brand recognition and tradition (i.e., Horalky, Mila), wafers could be considered a market distinct from the rest of biscuits.’ Furthermore, the Parties, in their internal documents, assess the market for the supply of wafers as separate from that of other products. For instance, Target’s internal documents analysing its market position both in Czechia and Slovakia highlight that wafers are […], meaning […]. Another internal document from the Target highlights that IDC Holding has, in Czechia, […]."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Private Label vs. Branded Products",
        "text": "With regards to a possible distinction between private label and branded products, the Commission’s market investigation has shown that these could be separate markets. Indeed, one market participant highlighted the difference between the two, explaining that ‘private labels are the main label that is purchased from retailers and are made exclusively for one retailer and have a trademark and/or logo of the retailer. Branded labels are products with the trademark and/or logo of the supplier that is supplied to more retailers or other purchasers’, and that ‘several of the Company’s suppliers cannot produce private labels for various reasons and only produce branded products’."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Overall Product Market Definition (Open)",
        "text": "The Commission’s market investigation therefore confirmed that, in Slovakia and in Czechia, due to the importance of wafer products, it is possible that these would constitute distinct product markets. The Commission’s market investigation similarly confirmed that private label and branded products could form separate product markets. Nevertheless, and given that no competitive concerns arise under any plausible market definition, the exact product market definition may be left open."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Geographic Market for Biscuits, Confectionery, Countlines, and Wafers",
        "text": "The Commission’s market investigation confirmed that the market for biscuits, chocolate confectionery, countlines and wafers are likely national in scope, since market participants pointed to the different dynamics of competition between different Member states. The market investigation confirmed strong national identity of tastes in biscuits, chocolate confectionery, countlines and wafers and their segments. For example, wafers enjoy particularly strong market position in Czech Republic and Slovakia, with several traditional brands well anchored in the local consumer preferences. The local relevance of brands was confirmed by one of the retailers who assumed that ‘IDC Holding certainly exports its products to neighbouring countries but it can take place under different brands and with different taste’."
    },
    {
        "case_number": "M.11656",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202504/M_11656_10459271_320_3.pdf",
        "topic": "Rooftop solar mounting systems",
        "text": "Rooftop solar mounting systems are structures used to fix solar panels on roofs. Ground-mount systems are used to fix solar panels on the ground. The Notifying Party submits that a distinction can be made between rooftop solar mounting systems and ground-mount systems for several reasons. Ground-mount systems are installed on the ground in open areas and predominantly as part of larger projects. Rooftop solar mounting systems are installed on roofs and predominantly used for smaller projects. Moreover, ground-mount systems are typically more complex, customised for each project, comprise fewer different components, and are associated with ancillary services, such as geological surveys, design, project management, installation, and training. Rooftop solar mounting systems are simpler and more standardised, and do not include a similar set of support services."
    },
    {
        "case_number": "M.11656",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202504/M_11656_10459271_320_3.pdf",
        "topic": "Geographic market for rooftop solar mounting systems",
        "text": "As the Transaction does not give rise to serious doubts under any plausible geographic market definition (i.e. EEA-wide or national), it is not necessary to conclude on the exact scope of the geographic market. For the purposes of this decision, the Commission will carry out its competitive assessment on the basis of the narrowest plausible geographic market, i.e. the national level."
    }
]