[
    {
        "case_number": "M.11845",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202509/M_11845_10529543_153_3.pdf",
        "topic": "Data Center Platform Services",
        "text": "The business activities of the undertaking OP  Core are the following: data centre platform services including the designs, construction, installation, and commercialization thereof, as well as the provision of access to network resources and data centre infrastructures, including power and cooling processes, and data centre security."
    },
    {
        "case_number": "M.8444",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m8444_6842_3.pdf",
        "topic": "Steel products",
        "text": "LHG, through its Liberty Steel business, is active in the production of ingots, blooms, flat carbon steel products (HR, cold rolled, quarto plates), long carbon steel products (rebars, steel wire, structural hollow sections, merchant bars), and tubular steel products (electric resistance welded tubes, cold drawn steel tubes, stainless steel tubes, boilers and pressure tubes, and gas list tubes) in a variety of grades and specifications. LHG’s industrial footprint in Europe currently comprises steel assets in the UK with a network of regional sales offices in Germany and France. In addition, LHG operates several steel production and distribution assets in the US, Australia, India, and China."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Product Market for Supply of Pet Food",
        "text": "In past decisions, the Commission considered that each of the markets for the supply of cat food and dog food could be further segmented: (i) between dry food, wet food and snacks and (ii) between branded products and products for private labels at the wholesale level. However, the Commission considered that different quality categories of pet food were not deemed to form separate relevant product markets. The outcome of the market investigation in the present case confirmed the Commission’s previous decisions. The results of the market investigation confirmed that dry food, wet food and snacks should be considered to belong to different product markets. On the demand side, dry food is less expensive and can be stored for longer periods without refrigeration, while wet food offers higher hydration and palatability particularly for pets with specific health needs or preferences. Snacks are generally used as treats, but do not provide a balanced nutrition and therefore cannot substitute dry or wet food. On the supply side, these products are manufactured on distinct production lines with entirely different technical processes and dedicated packaging. The results of the market investigation also confirmed the relevance of a segmentation between branded product and products for private labels at the wholesale level. On the demand side, these products address clearly distinct use cases for retailers: the formulation and packaging of products for private labels are customized to the specific retailer and are labelled with the retailer’s own brand, while branded products feature the supplier’s own brand and are made available to several retailers in the same format. On the supply side, although the same production lines can in principle be used to produce both branded products and products for private labels, the supply base in these two segments is significantly different. This is because the main suppliers of branded products (such as Mars and Nestlé) are large, sophisticated conglomerates focusing on the promotion of their own brands and are not active (or no longer active) in the supply of products for private labels. Conversely, producers for private labels are generally smaller in size. And even if some of them also offer a range of branded products, this offering is often rather marginal and in any case much smaller than the abovementioned branded suppliers. With respect to quality categories, the results of market investigation confirmed that, although consumers often have a preference for one or the other quality tier, these different categories exist in a continuum and respondents were not able to indicate clearcut criteria demarcating the boundaries of each segment. Moreover, most suppliers producing pet food of different quality categories do so on the same production lines with no or minor adjustments to the manufacturing process. Therefore, in line with its past decisions, in the present case the Commission assessed market shares for the supply of cat and dog food at wholesale level distinguishing between dry food, wet food and snacks and between branded and private label products."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Geographic Market for Supply of Pet Food",
        "text": "The Commission’s past decisions concluded that the relevant geographic market is national in scope for branded products and larger than national (and possibly EEA-wide) for private label product at the wholesale level. This difference stems from the fact that private label products are not advertised by their supplier, as any advertising for private label products is done by the retailer. Producers may therefore afford higher transport costs and still offer the product at competitive prices compared to the branded pet food. Therefore, manufacturers of private label can competitively sell such products throughout an extensive area, which is wider than national. Moreover, some international hypermarket chains tend to carry out their procurement policies for private label purchases in a context which is wider than national. In the present case, the large majority of responding suppliers indicated that their European plants are able to deliver their branded and private label products in most of the EU territory and even to other continents. The large majority of responding retailers similarly indicated that they are able to procure branded and private label products from producers located in most of the European territory. In any event, the geographic market can be left open, because the transaction does not raise any concerns even under the most conservative approach (i.e. assuming a national scope of the relevant markets)."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Product Market for Retail of Pet Food",
        "text": "At the retail level, the Commission’s precedent concluded that products sold through grocery outlets (e.g. supermarkets or convenience stores) and specialist outlets (e.g. pet shops and veterinaries) form an overall market. The market investigation in the present case confirmed this conclusion. From the point of view of the upstream producers (which is particularly relevant in this case), the different distribution channels are seen to a large extent as interchangeable, because producers supply the same products across channels with no or minor adjustments. Suppliers also explained that they are able to shift volumes among different channels in response to changes in market demand. Also from the point of view of downstream consumers, grocery and specialist outlets are seen as competing against each other and consumers often buy products in both channels. The Commission’s precedent (dating back to more than 20 years ago) did not mention sales on online platforms. The market investigation in the present case showed that customers easily switch between online and brick-and-mortar shops and suppliers increasingly pursue omni-channel strategies that span both online and offline sales. The Commission therefore considers that the overall market for the retail of pet food also includes online sales."
    },
    {
        "case_number": "M.11706",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202508/M_11706_10515890_696_3.pdf",
        "topic": "Geographic Market for Retail of Pet Food",
        "text": "The Commission’s precedent also concluded that, at the retail level, the pet food markets are national in scope. The market investigation in this case provided no reasons to deviate from this approach."
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_3770_10453114_660_3.pdf",
        "topic": "ZRH-STO Route",
        "text": "In the competitive assessment of the ZRH -STO route, the Commission assessed the cooperation between Lufthansa and its Star Alliance partner, SAS, which was active on the ZRH -STO route (together with Swiss). The Commission then analysed the scope of the different bilateral agreements entered into by Lufthansa and its Star Alliance partners, including SAS. The Commission concluded that ‘[i]n the light of the extensive nature of the co-operation stemming from such agreements, the Commission has concluded that Austrian, bmi, SAS, and United Airlines cannot be considered as competitors of Lufthansa. In addition to being part of the Star Alliance, their respective bilateral agreements foresee a global joint pricing policy, joint network and flight planning, a joint hub system organisation and a single market strategy. These agreements thus provide the legal basis for a global integration of the companies’ networks and commercial policies. Furthermore, the scope of and rationale for these agreements go beyond the bundle of routes between Germany and their respective home countries. Thus, these carriers have little or no incentive to compete post-merger with Swiss. Not only will Swiss become a subsidiary of Lufthansa it will also become a member of the Star Alliance. The market investigation, in particular replies from travel agents and corporate customers, confirms this conclusion’."
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_3770_10453114_660_3.pdf",
        "topic": "ZRH-WAW Route",
        "text": "In the competitive assessment of the ZRH -WAW route, the Commission assessed the cooperation between Lufthansa and its Star Alliance partner, LOT, which was active on the ZRH -WAW route (together with Swiss). The Commission assessed a number of bilateral agreements between Lufthansa and LOT and concluded that, post-merger, LOT would have little or no incentive to compete with Swiss, in particular because of the close cooperation between Lufthansa and LOT: ‘[i]n the light of the extensive nature of the co-operation stemming from such agreements, the Commission has concluded that Austrian, bmi, SAS, and United Airlines cannot be considered as competitors of Lufthansa. The same reasoning applies to LOT and Air Canada, whose agreements with Lufthansa foresee at least joint networking and joint pricing beyond their home countries. For the above reasons, these carriers’ market shares have been added to those of Lufthansa where relevant’."
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202447/M_3770_6098232_373_6.pdf",
        "topic": "ZHR-STO Route",
        "text": "The termination of the JV Agreement between Lufthansa and SAS (ZHR–STO)"
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202447/M_3770_6098232_373_6.pdf",
        "topic": "ZHR-STO Route",
        "text": "The possible termination of the 1995 Bilateral Alliance Agreement with SAS (ZHR–STO)"
    },
    {
        "case_number": "M.3770",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202447/M_3770_6098232_373_6.pdf",
        "topic": "ZHR-WAW Route",
        "text": "The contractual relationship between Lufthansa and LOT (ZHR–WAW)"
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "In the past, the Commission considered that MCC was part of a broader product market for pharmaceutical excipients. In more recent decisions, the Commission considered a separate product market for MCC and assessed a possible further segmentation between MCC for food applications and MCC for pharmaceutical applications, although the product market definition was ultimately left open. The Parties submit that there is a distinct product market for MCC, which could potentially be further segmented by industry application. The Parties however submit that a distinction between MCC for pharmaceutical applications and MCC for nutraceutical applications would not be appropriate. Namely, from a demand perspective, the Parties submit that the same MCC products and grades can be used in both pharmaceutical and nutraceutical applications, while from a supply perspective, the raw materials, manufacturing equipment and production process are the same. In addition, although excipients for use in pharmaceuticals and food supplements are subject to different regulatory standards, most MCC products available on the market generally comply with both types of standards."
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "The results of the market investigation indicate that there is a distinct product market for MCC. According to the majority of both customers and suppliers MCC is not, or only to a limited extent substitutable for other excipients (such as lactose), as MCC has unique chemical properties and substitutes such as lactose are often not substitutes as there is a trend to providing lactose-free formulas. The market investigation also indicates that there may be a segmentation between MCC for pharmaceutical and MCC for nutraceutical applications. On the one hand, MCC for pharmaceuticals may have a price premium that makes it uneconomical to use it in nutraceuticals. On the other hand, MCC for nutraceuticals can only be used in pharmaceuticals if it complies with a pharmacopoeia such as the European pharmacopoeia. While the production process for both types of MCC is similar, there is a stronger emphasis on quality control and consistent quality for MCC for pharmaceutical applications. Thus, there may be limited substitutability between MCC for pharmaceutical and nutraceutical applications, but the results of the market investigation are not entirely conclusive on this point, as the production process for all types of MCC is similar and there is an overlap of certain grades being used for both applications, which speaks in favour of not segmenting the market by end-application."
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "In any event, for the purposes of this decision, it can be left open whether a distinction should be made between MCC for pharmaceutical applications and MCC for nutraceutical applications, as the Transaction does not raise serious doubts as to its compatibility with the internal market and the EEA Agreement even under the narrowest plausible product market definition, namely the supply of MCC for pharmaceutical applications and the supply of MCC for nutraceutical applications separately."
    },
    {
        "case_number": "M.11592",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202512/M_11592_10567605_873_3.pdf",
        "topic": "Microcrystalline Cellulose (MCC)",
        "text": "In the past, the Commission considered that the pharmaceutical excipients market comprising MCC was essentially EEA-wide. More recently, the Commission considered that the market for MCC was at least EEA-wide, if not worldwide, although the geographic market definition was ultimately left open."
    },
    {
        "case_number": "M.11861",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202506/M_11861_10477085_117_3.pdf",
        "topic": "None (No market definition found)",
        "text": "There is no mention of \"market definition\" in the provided text. Therefore, no relevant section could be extracted."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Fan Coil Units (FCUs)",
        "text": "The Notifying Party submits that there is no single definition of what constitutes an ‘HVAC system’, since different HVAC systems will require different types of HVAC technologies. Accordingly, it may be appropriate to identify different segments on the basis of the type of HVAC technology used, which would lead to the definition of a separate market for FCUs."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Residential vs. Non-Residential FCUs",
        "text": "The Notifying Party further submits that a further segmentation of FCUs on the basis of their intended use (namely FCUs for residential use and FCUs for non-residential use) could be appropriate. The results of the market investigation generally support a further segmentation of the HVAC market based on type of technology, as a starting point. Further, the market investigation supports a possible further segmentation of the FCU market according to: (i) intended use (i.e., residential vs non-residential FCUs), (ii) based on the number of tubes (i.e., FCUs with two tubes and FCUs with four tubes) and (iii) design (i.e. classical FCUs that are free standing on the floor and non-classical FCUs that are mounted in the wall or ceiling). The majority of respondents to the market investigation indicated that a segmentation of FCUs between those for residential and those for non-residential use would be appropriate, and one customer noted that ‘This is the main distinction relevant.’ The views of market participants, however, varied as to which criteria should be used to differentiate between residential and non-residential FCUs. Size and capacity of FCUs are the most cited distinguishing factors, with residential FCUs normally being smaller in size and having a lower heating/cooling capacity than non-residential FCUs. In terms of capacity, some respondent suggested that residential FCUs could be < 8kW and non-residential FCUs > 8kW. It was also mentioned that FCUs for residential use are ‘quieter’, ‘thinner’ and with better aesthetics (having excellent finishes and being made by metal sheets rather than plastic). Internal documents of the Parties appear to support a segmentation based on intended use. In addition, a due diligence report refers to a ‘residential ventilation segment’. For these reasons, the Commission considers plausible a distinction between FCUs intended for residential use and FCUs intended for non-residential use."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "FCUs by Number of Tubes (2 vs. 4)",
        "text": "As mentioned above, FCUs with four tubes (i.e., with two coils), can heat and cool simultaneously, whereas FCUs with two tubes cannot. Product catalogues of the Parties specify whether a given type of FCU is supplied with 2 tubes or 4 tubes. The majority of customers considered it appropriate to segment FCUs between FCUs with 2 or 4 tubes. As one customer explained: “[…] We would maybe suggest segmentation by cooling only and cooling/heating.” Similarly, some competitors considered segmentation based on number of tubes appropriate. One competitor noted “For FCUs, same products are used both in residential and non residential use. So we segment the fan coils by types and 2/4 tube options and construction type.”. For these reasons, the Commission also considers plausible a distinction based on the number of tubes making up the FCUs."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "FCUs by Design (Classical vs. Non-Classical)",
        "text": "The majority of respondents to the market investigation consider it appropriate to differentiate between classical FCUs (free-standing) and non-classical FCUs (mounted in the wall or ceiling). Market participants pointed towards the different purposes that classical and non-classical FCUs serve. One customer explained “We deliver products to installers who have clients in residential or non-residential. For them we need different performance sizes. And depending of the situation for assembly, we sell products for floor or wall-mounted possibility”. Few market participants suggest a potential differentiation between types of non-classical FCUs. In that regard, one customer differentiated between “centrifugal fan (cassette) and tangential (wall mounted/duct)”. Another customer explained that ‘[the] most widely used type of FCU are the ducted type because they are greatly used in big hotels concealed in the false ceiling.’ One competitor notes that ‘[the] usual segmentation is: ducted fan coil, cassettes, floor standing commonly used in Commercial and Industry application, then other types [of] floor standing for Residential’. Another competitor notes that switching production among different types of FCUs is more difficult in the case of “cassettes”. In view of the foregoing, the Commission finds it plausible to distinguish between FCUs based on their design, differentiating between classical and non-classical FCUs, while finding that there are some indications supporting a further segmentation of non-classical FCUs."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Overall FCU Product Market",
        "text": "As the Transaction does not raise doubts as to its compatibility with the internal market under any plausible product market definition, the exact product market definition in relation to FCUs can be left open."
    },
    {
        "case_number": "M.11570",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202515/M_11570_10596558_770_3.pdf",
        "topic": "Geographic Market for FCUs",
        "text": "The Notifying Party considers that the geographic market for the supply of FCUs is at least EEA-wide and that national markets would be the narrowest possible geographic market. It argues that suppliers typically offer and customers generally purchase FCUs throughout the EEA and that having a national presence is less relevant for FCUs suppliers than for other HVAC technologies, as FCUs are easier to install and maintain. The majority of the competitors that replied to the questionnaire indicated that they typically supply FCUs beyond national boundaries – most of them across the EEA. The majority of competitors also indicated that there are no regulatory differences preventing the supply of FCUs across the EEA. At the same time, however, the vast majority of competitors indicated that they need a local presence (a local distributor, installer or representative) to make sales in a given country. More precisely, they explained that: “You need to engage directly with the end user or his mechanical contractor to understand their need and requirements in order to generate a tailored-made quote”; “the local presence is mandatory to supply FCU”; “Yes, need local sales representatives”; “Yes, local representation is critical to provide pre and after sales support and logistic operations”; “[…] in each of these Markets it is fundamental to master a solid network of distributors and various contractors (installers, service technicians, planners)[…]”. Moreover, a slight majority of competitors indicated that customers do have a preference for buying FCUs at national level. One competitor notes that: ‘Customer priority is cost/quality point and security of solid aftersales service. If these are met at [the] same level, locality could be the next decision point for [a] customer.’ The majority of customers indicated that their contracts to purchase FCUs cover individual countries and a great majority indicated that FCU prices are determined nationally, although some customers indicated that they do purchase FCUs at EEA level or worldwide. While some customers do not see obstacles that could prevent them from sourcing FCUs across the EEA, a comparable number of customers indicated that transportation costs, local standards and certifications could be an obstacle to source FCUs from other countries. One customer indicated that “The distribution of a technical product like FCU is depending also of the customer service after sale. Not all suppliers can guarantee this, so they can´t sell their products everywhere.”  The exact geographic market definition for the market for FCUs can be left open since no competition concerns arise as a result of the Transaction under any of the alternative geographic market definitions (i.e. national, or EEA-wide)."
    },
    {
        "case_number": "M.11383",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202507/M_11383_10468059_3752_6.pdf",
        "topic": "Bebegel Divestment Business",
        "text": "As set out in paragraph 16 of the Commitments, the purchaser (s) of the Bebegel Divestment Business must fulfil the following criteria: The Purchaser(s) shall be independent of and unconnected to the Notifying Party and their Affiliated Undertakings (this being assessed having regard to the situation following the divestiture); The Purchaser(s) shall have the financial resources, proven expertise and incentive to maintain and develop the relevant Divestment Business as a viable and active competitive force in competition with Cooper and other competitors; The acquisition of the relevant Divestment Business by the Purchaser(s) must neither be likely to create, in light of the information available to the Commission, prima facie competition concerns nor give rise to a risk that the implementation of the Commitments will be delayed. In particular, the Purchaser(s) must reasonably be expected to obtain all necessary approvals from the relevant regulatory authorities for the acquisition of the Divestment Businesses; and The Purchaser of the Bebegel Divestment Business must have a sales and marketing presence and access to an appropriate distribution network in Portugal in the relevant sales channels (including wholesalers, hospitals and pharmacies)."
    },
    {
        "case_number": "M.11383",
        "year": "2025",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_11383_10446131_3721_3.pdf",
        "topic": "Otowaxol Divestment Business",
        "text": "As set out in paragraph 16 of the Commitments, the purchaser of the Otowaxol Divestment Business must fulfil the following criteria: The Purchaser(s) shall be independent of and unconnected to the Notifying Party and their Affiliated Undertakings (this being assessed having regard to the situation following the divestiture); The Purchaser(s) shall have the financial resources, proven expertise and incentive to maintain and develop the relevant Divestment Business as a viable and active competitive force in competition with Cooper and other competitors; The acquisition of the relevant Divestment Business by the Purchaser(s) must neither be likely to create, in light of the information available to the Commission, prima facie competition concerns nor give rise to a risk that the implementation of the Commitments will be delayed. In particular, the Purchaser(s) must reasonably be expected to obtain all necessary approvals from the relevant regulatory authorities for the acquisition of the Divestment Businesses; and the Purchaser of the Otowaxol Divestment Business must have a sales and marketing presence and access to an appropriate distribution network in Germany in the relevant sales channels (including wholesalers and pharmacies)."
    },
    {
        "case_number": "M.11675",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202505/M_11675_10469649_530_3.pdf",
        "topic": "Production and Supply of Non-alcoholic Beverages",
        "text": "The Commission has previously found that the market for the production and supply of non-alcoholic beverages was further segmented into the production and supply of carbonated soft drinks and non-carbonated soft drinks, which were found to constitute two separate product markets. Within non-carbonated soft drinks, the Commission has considered that water and ready-to-drink teas belong to separate product markets. The Commission has considered further potential segmentations within non-carbonated soft drinks (namely fruit juices, energy and sport drinks), but has ultimately left this question open. In particular, the Commission left open the question of whether dilutables (e.g. squashes and syrups) compete with other soft drinks. In the present case, the Commission considers that the exact product market definition can be left open. If dilutables were part of the wider market of soft drink (either carbonated or not, depending on the beverage mixed with the dilutable), no affected markets would arise in relation to these products. If dilutables were part of a separate market, that market would be vertically affected but – for the reasons explained in the following sections – the Transaction would not raise competition concerns."
    },
    {
        "case_number": "M.11675",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202505/M_11675_10469649_530_3.pdf",
        "topic": "Wholesale Distribution of Beverages",
        "text": "In the past, the Commission has identified a separate product market for the wholesale distribution of both alcoholic and non-alcoholic beverages, which is downstream from production. Moreover, the Commission has considered, but ultimately left open, a potential distinction of the market for the wholesale distribution of beverages depending on whether beverages are sold to retail outlets (‘off trade’ channel) or to points of sale for direct consumption, e.g. restaurants or hotels (‘on trade’ channel). In the present case, the Commission considers that the exact product market definition can be left open, as the Transaction would not give rise to competition concerns under any plausible market definitions."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Wafers (Slovakia and Czechia)",
        "text": "The Commission’s market investigation has shown that wafers might constitute a separate product market within confectionery in Slovakia and Czechia. In particular, all retailers interviewed by the Commission confirmed that wafers represent a specific product category in Slovakia and Czechia. This segmentation is also reflected in the Nielsen IQ data categorisation. One retailer affirmed that ‘Wafers is a specific product category recognised by the industry [.]’, while another specified that ‘[…] given that they are a very particular product in Slovakia because of their brand recognition and tradition (i.e., Horalky, Mila), wafers could be considered a market distinct from the rest of biscuits.’ Furthermore, the Parties, in their internal documents, assess the market for the supply of wafers as separate from that of other products. For instance, Target’s internal documents analysing its market position both in Czechia and Slovakia highlight that wafers are […], meaning […]. Another internal document from the Target highlights that IDC Holding has, in Czechia, […]."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Private Label vs. Branded Products",
        "text": "With regards to a possible distinction between private label and branded products, the Commission’s market investigation has shown that these could be separate markets. Indeed, one market participant highlighted the difference between the two, explaining that ‘private labels are the main label that is purchased from retailers and are made exclusively for one retailer and have a trademark and/or logo of the retailer. Branded labels are products with the trademark and/or logo of the supplier that is supplied to more retailers or other purchasers’, and that ‘several of the Company’s suppliers cannot produce private labels for various reasons and only produce branded products’."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Overall Product Market Definition (Open)",
        "text": "The Commission’s market investigation therefore confirmed that, in Slovakia and in Czechia, due to the importance of wafer products, it is possible that these would constitute distinct product markets. The Commission’s market investigation similarly confirmed that private label and branded products could form separate product markets. Nevertheless, and given that no competitive concerns arise under any plausible market definition, the exact product market definition may be left open."
    },
    {
        "case_number": "M.11725",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202517/M_11725_10602876_340_3.pdf",
        "topic": "Geographic Market for Biscuits, Confectionery, Countlines, and Wafers",
        "text": "The Commission’s market investigation confirmed that the market for biscuits, chocolate confectionery, countlines and wafers are likely national in scope, since market participants pointed to the different dynamics of competition between different Member states. The market investigation confirmed strong national identity of tastes in biscuits, chocolate confectionery, countlines and wafers and their segments. For example, wafers enjoy particularly strong market position in Czech Republic and Slovakia, with several traditional brands well anchored in the local consumer preferences. The local relevance of brands was confirmed by one of the retailers who assumed that ‘IDC Holding certainly exports its products to neighbouring countries but it can take place under different brands and with different taste’."
    },
    {
        "case_number": "M.11656",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202504/M_11656_10459271_320_3.pdf",
        "topic": "Rooftop solar mounting systems",
        "text": "Rooftop solar mounting systems are structures used to fix solar panels on roofs. Ground-mount systems are used to fix solar panels on the ground. The Notifying Party submits that a distinction can be made between rooftop solar mounting systems and ground-mount systems for several reasons. Ground-mount systems are installed on the ground in open areas and predominantly as part of larger projects. Rooftop solar mounting systems are installed on roofs and predominantly used for smaller projects. Moreover, ground-mount systems are typically more complex, customised for each project, comprise fewer different components, and are associated with ancillary services, such as geological surveys, design, project management, installation, and training. Rooftop solar mounting systems are simpler and more standardised, and do not include a similar set of support services."
    },
    {
        "case_number": "M.11656",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202504/M_11656_10459271_320_3.pdf",
        "topic": "Geographic market for rooftop solar mounting systems",
        "text": "As the Transaction does not give rise to serious doubts under any plausible geographic market definition (i.e. EEA-wide or national), it is not necessary to conclude on the exact scope of the geographic market. For the purposes of this decision, the Commission will carry out its competitive assessment on the basis of the narrowest plausible geographic market, i.e. the national level."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Small Package Delivery Services",
        "text": "The Commission previously identified a relevant product market for small package delivery services, comprising consignments under 31.5 kg, and distinguished it from freight forwarding. The Commission has in its previous decisional practice considered distinguishing between express (committed to delivery by next day/end of day at the latest) and deferred (or standard) small package delivery services. This distinction was notably based on the fact that the two services were provided with a different infrastructure, that a significant number of customers depend on express delivery services, and that express delivery services are also considerably more expensive. The Commission also considered a plausible sub-segmentation of the express small package delivery services market according to the specific time of delivery (such as mid-day delivery and end-of-day delivery), though the Commission ultimately left the market definition open."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Small Package Delivery Services (Continued)",
        "text": "The Commission considered further segmenting the market for small package delivery services according to whether packages are picked-up and delivered in the same country (domestic small package delivery services) or in two different countries (international small package delivery services). In previous Commission decisions, this distinction was considered relevant for both the express and deferred small package delivery services markets. The Commission further segmented international small package delivery services into deliveries with a destination within the EEA (international intra-EEA) and outside the EEA (extra-EEA). In addition, the Commission found separate markets for standard small package delivery services offered to consumers (“C2X”) and to businesses (“B2X”). The Commission further segmented the B2X small package delivery services into two separate product markets: small package delivery services from businesses to businesses (“B2B”) and from businesses to consumers (“B2C”)."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Product Market Definition for Small Package Delivery Services",
        "text": "In light of the above, and for the purposes of this decision, the Commission considers that the exact scope of the product market definition for the supply of small package delivery services can be left open, since the Transaction does not raise serious doubts as to its compatibility with the internal market under any plausible product market definition. The Commission will assess the effects of the Transaction by reference to the narrowest plausible product market definitions i.e. the markets for the provision of small package delivery services that are: express, deferred, domestic, international, international intra-EEA, international extra-EEA, C2X, B2X, B2B and/or B2C."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Geographic Market Definition for Small Package Delivery Services",
        "text": "The Commission previously found that a market for small package delivery services, including all plausible narrower segments, is national in scope. However, the Commission considers that, for the purposes of this decision, the exact scope of the geographic market definition regarding the supply of small package delivery services (and plausible segmentations thereof) can be left open between national and EEA-wide, since the Transaction does not raise serious doubts as to its compatibility with the internal market under either of these plausible geographic market definitions."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Contract Logistics Services",
        "text": "The Commission previously considered that contract logistics services is the part of the supply chain process that plans, implements and controls the efficient, effective flow and storage of goods, services and related information from the point of origin to the point of consumption in order to meet customers’ requirements. This part of the supply chain has as its focal point the provision of warehousing and management of the flow of goods for customers. Hence, the Commission has previously defined a separate market for contract logistics services in light of supply-side considerations."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Product Market Definition for Contract Logistics Services",
        "text": "In light of the above, and for the purposes of this decision, the Commission considers that the exact scope of the product market definition for the supply of contract logistics services can be left open with respect to its plausible sub-segmentations as concerns the further segmentations into (i) into cross-border and domestic logistics; (ii) by the reference to the type of good handled or the industry serviced; or (iii) into LLPs, 3PLs and 4PLs, since the Transaction does not raise serious doubts as to its compatibility with the internal market under any plausible product market definition."
    },
    {
        "case_number": "M.11558",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202448/M_11558_10400691_747_3.pdf",
        "topic": "Geographic Market Definition for Contract Logistics Services",
        "text": "The Commission previously found that a contract logistics services market (and any plausible sub-segmentations thereof) is EEA-wide, leaving open plausible segmentations into national markets. In light of the above, and for the purposes of this decision, the Commission considers that the exact scope of the geographic market definition regarding the supply of contract logistics services (and plausible segmentations thereof) can be left open, since the Transaction does not raise serious doubts as to its compatibility with the internal market under any plausible geographic market definition."
    },
    {
        "case_number": "M.11410",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_11410_10212189_719_3.pdf",
        "topic": "Wholesale Distribution of New MT",
        "text": "The Commission has not assessed previously the wholesale distribution of MT. The Notifying Party submits, in line with the Commission’s practice with regard to LCV, that the wholesale distribution of MT is a plausible relevant market. Hedin Mobility is not active in the wholesale distribution of MT in Sweden (or in Denmark, Finland or Norway). Iveco has wholesale outlets in Denmark, Finland, Norway and Sweden, all of which supply to retailers Iveco’s full range of vehicles (LCV, MT and HT). For the purposes of this decision, the Commission considers that the wholesale distribution of MT is a plausible candidate product market, but that its exact definition can be left open, as the Commission’s market investigation remained inconclusive in this regard."
    },
    {
        "case_number": "M.11410",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_11410_10212189_719_3.pdf",
        "topic": "Retail Distribution of New MT",
        "text": "The Commission has not assessed previously the retail distribution of MT. The Notifying Party submits that the retail sale of MT is a plausible relevant market. The Notifying Party notes that retail distribution outlets for MT and HT are less densely distributed than outlets for the retail distribution of LCV. This is evidenced by Hedin Mobility’s own distribution network in Sweden: Hedin Mobility sells MT in (only) nine of its retail distribution outlets, all of which also sell HT, and seven of which also sell LCV; by contrast, Hedin Mobility sells LCV in 72 retail distribution outlets (of which, it also sells PC in 67). For the purposes of this decision, the Commission considers that the retail distribution of MT is a plausible candidate product market, but that its exact definition can be left open, as the Commission’s market investigation remained inconclusive in this regard."
    },
    {
        "case_number": "M.11410",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_11410_10212189_719_3.pdf",
        "topic": "Geographic Market Definition for Wholesale Distribution of New MT",
        "text": "The Commission has equally not assessed the geographic scope of the market for the wholesale distribution of MT. The Notifying Party submits that there are several similarities between the MT and HT wholesale distribution markets, and that the MT wholesale market is at least national in scope. For the purposes of this decision, the Commission considers that the exact definition of the wholesale distribution of MT can be left open between EEA-wide and national markets."
    },
    {
        "case_number": "M.11410",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_11410_10212189_719_3.pdf",
        "topic": "Geographic Market Definition for Retail Distribution of New MT",
        "text": "The Commission has equally not assessed the geographic scope of the market for the retail distribution of MT. The Notifying Party submits that the MT retail distribution market is national in scope, although it notes certain elements that may make plausible a narrower geographic market (i.e., limited to a driving distance within a certain catchment area). For the purposes of this decision, the Commission considers that the exact definition of the retail distribution of MT can be left open between an EEA-wide market, a national market for Sweden, or a market limited to the regional (i.e., sub-national) areas where both Parties are active."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202503/M_6447_10453638_9175_3.pdf",
        "topic": "Slot Availability and Relevant City Pairs at London Heathrow Airport",
        "text": "By decision of 30 March 2012 (the \"Clearance Decision\") based on Article 6(1)(b) in conjunction with Article 6(2) of Council Regulation No 139/2004, the Commission declared the concentration by which the undertaking International Consolidated Airlines Group (\"IAG\", United Kingdom) acquired sole control of the undertaking British Midlands Limited (\"bmi\", United Kingdom) compatible with the internal market subject to conditions and obligations (the \"Commitments\"). Pursuant to the Commitments, IAG undertakes inter alia to procure that Slots are made available at London Heathrow airport in order to allow one or more Prospective Entrant(s) to operate or increase their services on the following city pairs (\"Relevant City Pairs\") identified as routes of concern in the Clearance Decision: (a) the Identified UK City Pairs: London-Aberdeen and London-Edinburgh; and (b) the Identified City Pairs: London-Aberdeen, London-Edinburgh, London-Nice, London-Cairo, London-Moscow and London-Riyadh. The number of Slots made available under the Commitments allows one or more Prospective Entrant(s) to operate up to a total of seven Frequencies per day in total on the Identified UK City Pairs, and in addition, up to five Frequencies per day in total on the Identified City Pairs (including the Identified UK City Pairs). The Commitments do not foresee a maximum number of Slots for each individual route of concern. Instead, it results from the Commitments that there are only overall limits applying to the two categories of Relevant City Pairs, allowing for some flexibility in the way in which Slots can be allocated to the various routes of concern. Accordingly, pursuant to the Commitments, a maximum of 12 daily slot pairs (i.e. the corresponding departure and arrival slots) are available for all the Relevant City Pairs considered together and within that overall limit, a maximum of five daily slot pairs are available for the Identified Long-haul City Pairs and for the London-Nice city pair. The definition of a \"Prospective Entrant\" under the Commitments is: Any Applicant that is not a member of the oneworld Alliance or affiliated with any member of that alliance, able to offer a Competitive Air Service individually or collectively by codeshare and needing a Slot or Slots to be made available by IAG in accordance with the Commitments in order to operate a Competitive Air Service (i.e. a non-stop scheduled passenger air transport service on one or more of the city pairs identified as routes of concern in the Clearance Decision). The Identified City Pairs include: the Identified UK City Pairs (London-Aberdeen, London-Edinburgh), the Identified Long-haul City Pairs (London-Cairo, London-Moscow, London-Riyadh), as well as London-Nice. The Commitments set out a detailed slot release framework at London Heathrow to open access and competition on these routes by enabling independent airline entrants (\"Prospective Entrants\") to operate new or increased frequencies on the Relevant City Pairs."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202444/M_6447_10316171_9161_3.pdf",
        "topic": "Slots availability and allocation at London Heathrow airport for Relevant City Pairs",
        "text": "By decision of 30 March 2012 (the \"Clearance Decision\") based on Article 6(1)(b) in conjunction with Article 6(2) of Council Regulation No 139/2004, the Commission declared the concentration by which the undertaking International Consolidated Airlines Group (\"IAG\", United Kingdom) acquired sole control of the undertaking British Midlands Limited (\"bmi\", United Kingdom) compatible with the internal market subject to conditions and obligations (the \"Commitments\"). Pursuant to the Commitments, IAG undertakes inter alia to procure that Slots are made available at London Heathrow airport in order to allow one or more Prospective Entrant(s) to operate or increase their services on the following city pairs (\"Relevant City Pairs\") identified as routes of concern in the Clearance Decision: (a) the Identified UK City Pairs: London-Aberdeen and London-Edinburgh; and (b) the Identified City Pairs: London-Aberdeen, London-Edinburgh, London-Nice, London-Cairo, London-Moscow and London-Riyadh.\n\nThe number of Slots made available under the Commitments allow one or more Prospective Entrant(s) to operate up to a total of seven Frequencies per day in total on the Identified UK City Pairs, and in addition, up to five Frequencies per day in total on the Identified City Pairs (including the Identified UK City Pairs). The Commitments do not foresee a maximum number of Slots for each individual route of concern. Instead, it results from the Commitments that there are only overall limits applying to the two categories of Relevant City Pairs, allowing for some flexibility in the way in which Slots can be allocated to the various routes of concern. Accordingly, a maximum of 12 daily slot pairs (i.e. the corresponding departure and arrival slots) are available for all the Relevant City Pairs considered together and within that overall limit, a maximum of five daily slot pairs are available for the Identified Long-haul City Pairs and for the London-Nice city pair.\n\nPursuant to Clause 1.1.2 of the Commitments, the number of daily Frequencies available to operate a service on the Identified City Pairs was increased from the original five daily Frequencies to seven daily Frequencies as the two slot pairs provided by IAG to Transaero were returned to IAG at the end of IATA Summer Season 2015. Therefore, at the beginning of the IATA Winter Season 2016/2017, 14 daily slot pairs were available, including seven daily slot pairs for the Identified City Pairs.\n\nFor IATA Winter Season 2016/2017, slot pairs were granted to Aeroflot to operate seven weekly Frequencies (one daily Frequency) on the London-Moscow route. For IATA Summer Season 2017, slot pairs were granted to Flybe Group Plc (\"Flybe\") for the operation of 25 weekly Frequencies (up to four daily Frequencies) on the London-Edinburgh route and 18 weekly Frequencies (up to three daily Frequencies) on the London-Aberdeen route. For IATA Summer Season 2018, additional slot pairs were granted to Flybe for the operation of one additional weekly Frequency on the London-Aberdeen route (on Sunday) and two additional weekly Frequencies on the London-Edinburgh route (one on Saturday and one on Sunday). Also for IATA Summer Season 2018, Aeroflot was awarded additional slot pairs to operate seven additional weekly Frequencies (one additional daily Frequency) on the London-Moscow route. For IATA Summer Season 2019, additional slot pairs were granted to Flybe for the operation of seven weekly Frequencies (i.e. one daily Frequency) on the London-Edinburgh route. For IATA Summer Season 2020, the remaining slot pairs were granted to Flybe for the operation of four additional daily Frequencies on weekdays and on Sunday on the London-Edinburgh route and five additional Frequencies on Saturday on the London-Edinburgh route; and two additional Frequencies on Saturday on the London-Aberdeen route.\n\nTherefore, following the Summer 2020 Slot Award Decision, no Slots remained available under Clause 1.1.1(b) of the Commitments.\n\nFollowing Flybe’s entry into administration on 5 March 2020, IAG (via British Airways) served notices to terminate its slot release agreements with Flybe on 5 March 2020 and clawed back the Slots that had been made available and were operated by Flybe pursuant to the Commitments. In total, IAG clawed back slots allowing 84 weekly frequencies.\n\nOn 4 August 2020, the Commission adopted a decision pursuant to Clause 1.3.3 of the Commitments granting Grandfathering rights to Flybe with respect to the Slots granted to it in the Flybe Summer 2017 Slot Award Decision (\"the Flybe 2017 Slots\"; concerning 43 weekly Frequencies).\n\nGiven that (i) a total of 98 weekly Frequencies are to be made available pursuant to Clauses 1.1.1 and 1.1.2; (ii) 14 weekly Frequencies were granted to Aeroflot; and (iii) Flybe has been granted Grandfathering rights with respect to 43 weekly Frequencies, 41 weekly Frequencies remained.\n\nFor IATA Winter Season 2021/2022, slot pairs were granted to Saudi Arabian Airlines (\"Saudia\") to operate seven weekly Frequencies (one daily Frequency) on the London-Riyadh route. For IATA Summer Season 2022, no Slots were released to applicant airlines. For IATA Winter Season 2022/2023 slot pairs were granted to Société Air France to operate seven weekly Frequencies (one daily Frequency) on the London-Nice route.\n\nTherefore, for IATA Summer Season 2023, 27 weekly Frequencies are still available under Clause 1.1.1."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area:": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202443/M_6447_10308286_9156_3.pdf",
        "topic": "Slots availability and Prospective Entrant definition",
        "text": "Pursuant to Clause 1.1.1 of the Commitments, IAG undertakes to make Slots available at London Heathrow airport \"to allow one or more Prospective Entrant(s) to operate or increase the (…) number of new or additional Frequencies (…) on the Identified City Pairs\".\nAccording to the definition of a Prospective Entrant under the Commitments (Section 0, \"Definitions\"), \"the Prospective Entrant shall comply with the following requirements:\n(a) it must be independent of and unconnected with IAG (…);\n(b) it must have the intention to begin or increase regular operations on one or more of the Relevant City Pairs; and\n(c) to that effect, it needs a Slot or several Slots for the operation of a Competitive Air Service which competes with those of IAG.\""
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area:": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202443/M_6447_10308286_9156_3.pdf",
        "topic": "Criteria for assessing viability of competitors",
        "text": "Pursuant to Clause 1.4.9(a) of the Commitments, the Commission shall \"assess whether each Applicant is a viable existing or potential competitor, with the ability, resources and commitment to operate services on the Relevant City Pair(s) in the long term as a viable and active competitive force\".\nPursuant to Clause 1.4.9(b) of the Commitments, the Commission shall rank the applicants that meet the criteria set out in Clause 1.4.9(a) of the Commitments in order of preference.\nThe Commission will thus assess whether (i) Air France and Blue Air comply with the requirements set out in the Commitments in terms of eligibility, Slot portfolio and independence; (ii) Air France and Blue Air are viable existing or potential competitors."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area:": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202443/M_6447_10308286_9156_3.pdf",
        "topic": "Viability assessment and ranking of applicants",
        "text": "Given the Commission’s conclusion that Blue Air is not a viable competitor, the Commission will assess whether (iii) Air France will be a viable and competitive force on the London-Nice route in the long term, without having to conduct such an analysis for Blue Air.\nFor the same reason, the Commission is not required to rank the applicants in order of preference."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_6447_10209990_9149_5.pdf",
        "topic": "Slots for Relevant City Pairs",
        "text": "By decision of 30 March 2012 (the \"Clearance Decision\") based on Article 6(1)(b) in conjunction with Article 6(2) of Council Regulation No 139/2004, the Commission declared the concentration by which the undertaking International Consolidated Airlines Group (\"IAG\", United Kingdom) acquired sole control of the undertaking British Midlands Limited (\"bmi\", United Kingdom) compatible with the internal market subject to conditions and obligations (the \"Commitments\"). Pursuant to the Commitments, IAG undertakes inter alia to procure that Slots are made available at London Heathrow airport in order to allow one or more Prospective Entrant(s) to operate or increase their services on the following city pairs (\"Relevant City Pairs\") identified as routes of concern in the Clearance Decision: the Identified UK City Pairs: London - Aberdeen and London - Edinburgh; and the Identified City Pairs: London - Aberdeen, London - Edinburgh, London - Nice, London - Cairo, London - Moscow and London - Riyadh. The number of Slots made available under the Commitments allow one or more Prospective Entrant(s) to operate up to a total of seven Frequencies per day in total on the Identified UK City Pairs, and in addition, up to five Frequencies per day in total on the Identified City Pairs (including the Identified UK City Pairs)."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_6447_10209990_9149_5.pdf",
        "topic": "Increased Slot Frequencies",
        "text": "Pursuant to Clause 1.1.2 of the Commitments, the number of daily Frequencies available to operate a service on the Identified City Pairs was increased from the original five daily Frequencies to seven daily Frequencies as the two slot pairs provided by IAG to Transaero were returned to IAG at the end of Summer 2015 IATA Season. Therefore, at the beginning of the Winter 2016/2017 IATA Season, 14 daily slot pairs were available, including seven daily slot pairs for the Identified City Pairs."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_6447_10209990_9149_5.pdf",
        "topic": "Slot Allocation Changes Post-Flybe",
        "text": "Following Flybe’s entry into administration on 5 March 2020, IAG (via British Airways) served notices to terminate its slot release agreements with Flybe on 5 March 2020 and clawed back the Slots that had been made available and were operated by Flybe pursuant to the Commitments. On 4 August 2020, the Commission adopted a decision pursuant to Clause 1.3.3 of the Commitments granting Grandfathering rights to Flybe with respect to the Slots granted to it in the Flybe Summer 2017 Slot Award Decision (\"the Flybe 2017 Slots\"; concerning 43 weekly Frequencies). In light of Flybe’s situation at the time of the granting of Grandfathering rights, the Commission’s approval was conditional upon Flybe remaining an airline under the meaning of Regulation (EU) No 1008/2008 and complying with its commitment pursuant to Clause 1.3.3 of the Commitments that, if Flybe or its successor ceases to use the Flybe 2017 Slots in question for the purposes described in Clause 1.3.2 of the Commitments, it will return the Flybe 2017 Slots to IAG or, if IAG does not want the return of those Slots, to the slot coordinator."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202118/m6447_7043_3.pdf",
        "topic": "Relevant City Pairs",
        "text": "Pursuant to the Commitments, IAG undertakes inter alia to procure that Slots are made available at London Heathrow airport in order to allow one or more Prospective Entrant(s) to operate or increase their services on the following city pairs identified as routes of concern in the Clearance Decision: the Identified UK City Pairs: London-Aberdeen and London-Edinburgh; and the Identified City Pairs: London-Aberdeen, London-Edinburgh, London-Nice, London-Cairo, London-Moscow and London-Riyadh. The number of Slots made available under the Commitments allow one or more Prospective Entrant(s) to operate up to a total of seven Frequencies per day in total on the Identified UK City Pairs, and in addition, up to five Frequencies per day in total on the Identified City Pairs (including the Identified UK City Pairs)."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202118/m6447_7043_3.pdf",
        "topic": "Daily Frequencies",
        "text": "Pursuant to Clause 1.1.2 of the Commitments, the number of daily Frequencies available to operate a service on the Identified City Pairs was increased from the original five daily Frequencies to seven daily Frequencies as the two slot pairs provided by IAG to Transaero were returned to IAG at the end of Summer 2015 IATA Season. Therefore, at the beginning of the Winter 2016/2017 IATA Season, 14 daily slot pairs were available, including seven daily slot pairs for the Identified City Pairs."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202118/m6447_7043_3.pdf",
        "topic": "Slot Availability",
        "text": "Therefore, following the Summer 2020 Slot Award Decision, no Slots remained available under Clause 1.1.1(b) of the Commitments. Following Flybe’s entry into administration on 5 March 2020, IAG (via British Airways) served notices to terminate its slot release agreements with Flybe on 5 March 2020 and clawed back the Slots that had been made available and were operated by Flybe pursuant to the Commitments."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202118/m6447_7043_3.pdf",
        "topic": "Grandfathering Rights",
        "text": "On 4 August 2020, the Commission adopted a decision pursuant to Clause 1.3.3 of the Commitments granting Grandfathering rights to Flybe with respect to the Slots granted to it in the Summer 2017 Slot Award Decision. In light of Flybe’s situation at the time of the granting of Grandfathering rights, the Commission’s approval was conditional upon Flybe remaining an airline under the meaning of Regulation (EU) No 1008/2008 and complying with its commitment pursuant to Clause 1.3.3 of the Commitments."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202118/m6447_7043_3.pdf",
        "topic": "Frequency Availability",
        "text": "Therefore, for Summer 2021 IATA Season, considering that Flybe has been granted Grandfathering rights with respect to 43 weekly Frequencies, and out of all the Frequencies available under Clause 1.1.1., 41 weekly Frequencies might be available under that Clause depending on the outcome of the ongoing dispute between IAG and the administrators of Flybe. Should the claw back by IAG be found illegal, these 41 weekly Frequencies will have to be transferred back to Flybe and will not therefore be available to the Applicant."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5981_3.pdf",
        "topic": "City Pairs",
        "text": "Pursuant to the Commitments, IAG undertakes inter alia to procure that slots are made available at London Heathrow airport in order to allow one or more Prospective Entrant(s) to operate or increase their services on the following city pairs  (\"Relevant City Pairs\") identified as routes of concern in the Clearance Decision: the Identified UK City Pairs: London -Aberdeen and London -Edinburgh; and the Identified City Pairs: London -Aberdeen, London -Edinburgh, London-Nice, London -Cairo, London -Moscow and London -Riyadh."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5981_3.pdf",
        "topic": "Number of slots/frequencies",
        "text": "The number of slots made available under the Commitments allow one or more Prospective Entrant(s) to operate up to a total of seven Frequencies per day in total on the Identified UK City Pairs and in addition, up to five Frequencies per day in total on the Identified City Pairs (including the Identified UK City Pairs). The Commitments do not foresee a maximum number of slots for each individual route of concern. Instead, it results from the Commitments that there are only overall limits applying to the two categories of Relevant City Pairs, allowing for some flexibility in the way in which slots can be allocated to the various routes of concern. Accordingly, a maximum of 12 daily slot pairs (i.e. the corresponding departure and arrival slots) are available for all the Relevant City Pairs considered together, and within that overall limit, a maximum of five daily slot pairs are available for the Identified Long-haul City Pairs and for the London-Nice city pair."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5981_3.pdf",
        "topic": "Available Frequencies",
        "text": "Pursuant to Clause 1.1.2 of the Commitments, the number of daily Frequencies available to operate a service on the Identified City Pairs was increased from the original five daily Frequencies to seven daily Frequencies as the two slots provided by IAG to Transaero were returned to IAG at the end of Summer 2015 IATA Season. Therefore, at the beginning of Winter 2016/2017 IATA Season, 14 daily slot pairs were available, including seven daily slot pairs for the Identified City Pairs."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5981_3.pdf",
        "topic": "Remaining Slots",
        "text": "Therefore, for Summer 2019 IATA Season, slot pairs remain available to operate up to five daily Frequencies on the Identified City Pairs (London -Aberdeen, London-Edinburgh, London-Nice, London -Cairo, London -Moscow and London -Riyadh) under Clause 1.1.1(b) of the Commitments."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5764_7.pdf",
        "topic": "Scheduled Passenger Air Transport Services",
        "text": "The relevant product market comprises scheduled passenger air transport services. The analysis focuses on city-pair markets for flights to and from London Heathrow airport (\"Heathrow\"), which is recognised as a highly slot-constrained airport. The Commission’s assessment concentrates on the routes identified within the Commitments, specifically including London -Aberdeen, London -Edinburgh, London -Nice, London -Cairo, London -Riyadh, and London -Moscow. The Commitments distinguish between \"Identified UK City Pairs\" (London -Aberdeen and London -Edinburgh) and broader \"Identified City Pairs\" (the latter including the UK pairs as well as London -Nice, London -Cairo, London -Riyadh, and London -Moscow). The geographic market is primarily defined narrowly, as flights operating to and from Heathrow only. This focus arises from the congestion and slot constraints at Heathrow, which is the central concern addressed by the Commitments. An analysis of wider markets, including London \"three\" (Heathrow, Gatwick, City) and London \"five\" airports (Heathrow, Gatwick, City, Luton, Stansted), was considered. However, the Commission’s decision and remedies are aimed at addressing competition effects specifically at Heathrow, as highlighted in recital 58 of the Decision and in line with precedent decisions. The term \"London -Moscow\" is interpreted within the scope of the Commitments as Heathrow -Moscow, not encompassing Gatwick. While Gatwick services exist, they were not part of the competition concerns at the time of adoption of the Decision, and hence do not affect the scope of the committed slot releases. The Market Definition section therefore recognizes the relevant markets as scheduled passenger air transport services on the specified city-pairs operating out of Heathrow airport, on which the competitive dynamics and remedies are focused."
    },
    {
        "case_number": "M.11583",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11583_10176607_200_7.pdf",
        "topic": "Steel Products (General)",
        "text": "In past decisions, the Commission has distinguished broad categories of steel products based, on the one hand, on the chemical composition of the steel (metallurgical characteristics) and, on the other hand, on the physical shape of the products. Based on their chemical composition, the Commission has distinguished four broad categories of steel products: (i) carbon steel, (ii) stainless steel, (iii) specialty steel and (iv) electrical steel (which the Parties do not manufacture). Based on their physical shape, the Commission has distinguished between (i) flat and (ii) long products."
    },
    {
        "case_number": "M.11583",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11583_10176607_200_7.pdf",
        "topic": "Specialty Steel",
        "text": "The Commission considered that specialty steel can be further segmented into (i) engineering steel, (ii) high speed steel, and (iii) tool steel."
    },
    {
        "case_number": "M.11583",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11583_10176607_200_7.pdf",
        "topic": "Finished Flat Carbon Steel Products",
        "text": "As regards finished flat carbon steel products, the Commission has in the past considered the following separate product markets: (i) quarto plates, (ii) hot-rolled products excluding quarto plates, (iii) cold-rolled steel, (iv) galvanised steel, (v) metallic coated steel for packaging; and (vi) organic coated steel. As regards long carbon steel products, the Commission has in the past considered further subdivisions into sections and steel beams, permanent way material, merchant bars and wide rods."
    },
    {
        "case_number": "M.11583",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11583_10176607_200_7.pdf",
        "topic": "Flat Stainless Steel Products",
        "text": "Within flat stainless steel products, the Commission has further distinguished between: (i) hot rolled and (ii) cold rolled steels. As regards hot-rolled products, a potential segmentation between hot black band and hot white band steels was left open."
    },
    {
        "case_number": "M.11583",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11583_10176607_200_7.pdf",
        "topic": "Long Stainless Steel Products",
        "text": "In respect of long stainless steel products, the Commission has left open whether to further distinguish between: (i) ingots and billets, (ii) wire rod, (iii) hot rolled and forged bars, (iv) bright bars and (v) drawn wire. Moreover, the Commission has defined a separate market for stainless steel quarto plates and has defined a separate market for stainless steel precision strip."
    },
    {
        "case_number": "M.11583",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11583_10176607_200_7.pdf",
        "topic": "Geographic Market for Steel Products",
        "text": "With respect to the geographic scope of the relevant markets, the Commission has in previous cases found the relevant markets for supply of various steel products to be EEA-wide in scope."
    },
    {
        "case_number": "M.6447",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5490_9.pdf",
        "topic": "Air Travel",
        "text": "By decision of 30 March 2012 (\"the Decision\") based on Article 6(1)(b) in connection with Article 6(2) of Council Regulation No 139/2004,1 the Commission declared the concentration by which the undertaking International Consolidated Airlines Group (\"IAG\", United Kingdom) acquired sole control of the undertaking British Midlands Limited (\"bmi\", United Kingdom) compatible with the internal market subject to conditions and obligations (the \"Commitments\"). Pursuant to Clause 1.1.1 of the Commitments, IAG procures inter alia that slots are made available at London Heathrow airport (\"Heathrow\") in order to allow one or more Prospective Entrant(s)2 to operate or increase their services on the following city pairs identified as routes of concern in the Decision: - the \"Identified UK City Pairs\": London Heathrow–Aberdeen and London Heathrow–Edinburgh; and - the \"Identified City Pairs\": London Heathrow–Aberdeen, London Heathrow–Edinburgh, London Heathrow–Nice, London–Cairo, London Heathrow–Riyadh and London Heathrow–Moscow. The number of slots to be made available enables prospective entrant(s) to operate up to a total of seven frequencies per day in total on the Identified UK City Pairs and in addition, up to six frequencies per day in total on the Identified City Pairs (including the Identified UK City Pairs)."
    },
    {
        "case_number": "M.11532",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202443/M_11532_10306146_337_3.pdf",
        "topic": "Over-the-counter (OTC) products",
        "text": "In line with the Commission’s previous decisional practice, the product market definitions of Group 2 and 3 markets are not individually discussed in detail. For all Group 2 and Group 3 affected markets the Commission followed the previous general approach and considered all plausible product markets based on the OTC classification."
    },
    {
        "case_number": "M.11532",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202443/M_11532_10306146_337_3.pdf",
        "topic": "Over-the-counter (OTC) products",
        "text": "The market investigation did not provide any indications that would require the Commission to depart from its previous decisional practice on the geographic scope of the different plausible markets for OTC products. Therefore, for the purposes of this decision, the Commission considers the geographic scope of the different plausible markets for OTC products to be national in scope."
    },
    {
        "case_number": "M.11143",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202435/M_11143_10215360_2596_4.pdf",
        "topic": "Sea freight forwarding services",
        "text": "As far as horizontal links are concerned, Balguerie and the Divestment Business’ activities overlap in the market for the provision of sea freight forwarding services in France, Guadeloupe, Saint Martin, Martinique, French Guiana, and French Polynesia. In 2022, the combined market shares of Balguerie and the Divestment Business remain below 25% in each of these territories."
    },
    {
        "case_number": "M.11566",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11566_10154188_120_3.pdf",
        "topic": "Investment Management Services",
        "text": "Five Arrows provides investment management services to a range of private equity and private debt vehicles, as part of Rothschild & Co’s Five Arrows division."
    },
    {
        "case_number": "M.11566",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11566_10154188_120_3.pdf",
        "topic": "Software Solutions for Resource and Process Optimization",
        "text": "Solvares is a group of software companies providing solutions that optimise resources and processes for their customers in field service management, field sales management, and logistics."
    },
    {
        "case_number": "M.11514",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11514_10150255_135_5.pdf",
        "topic": "Refined Petroleum Products/Biodiesel",
        "text": "Greenergy is mainly active in the supply of refined petroleum products (including gasoline, diesel, kerosene, and gasoil), on a wholesale and retail basis – in the United Kingdom and Ireland, and the manufacture and supply of biodiesel products."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Supply of processed poultry meat to retail in Poland",
        "text": "According to the Notifying Party, given the specificities of the Polish market, the market for the supply of processed poultry meat to retail in Poland does not require any segmentation, including by poultry species, type of retail sales channel or between branded and private/white label, as it appears that consumers buy both without making a distinction, due in part to their comparable quality. Particularly concerning processed poultry cooked sausages, the Parties in addition also consider that all poultry sausages should be included in the same market."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Poultry meat products",
        "text": "In past cases, the Commission has defined a separate market for poultry meat products differentiated from other animal products such as pork or beef. The Commission has also envisaged in its past decisions to further distinguish separate markets for chicken meat, turkey meat and boneless chicken breast meat, although ultimately left this question open."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Fresh poultry meat and processed poultry meat",
        "text": "The Polish Competition Authority on the other hand considered that the competitive assessment of numerous transactions between poultry meat processors in Poland may be based on a basic distinction between the markets for fresh poultry meat and processed poultry meat without the need of a further sub-segmentation. For its part, the French Competition Authority has considered that the market for the sale of fresh poultry meat can be segmented according to the different species, especially considering differences in prices and taste of consumers. As a result, turkey meat, chicken meat and guinea fowl meat were distinguished as separate markets. Within the market for poultry meat products, the Commission has also considered that the production and supply of fresh poultry meat (i.e., either bulk or cut to pieces and packed, without further additions and ingredients), on the one hand, and processed poultry meat, on the other hand, constitute distinct markets."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Processed poultry meat",
        "text": "Within processed poultry meat, the Commission considered that this market could be further segmented between raw cured products, canned meat, ready prepared dishes, cooked sausages, pâtés and pies and processed meat for cold consumption but ultimately left the market definition open. The French Competition Authority also considered, while leaving the question open, the existence of a market for breaded poultry meat products (nuggets, cordons bleus, etc.)."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Sale of fresh processed poultry products and the sale of frozen processed poultry products",
        "text": "The French Competition Authority considered within a market for the production and supply of processed poultry meat a further segmentation between the sale of fresh processed poultry products and the sale of frozen processed poultry products, on the grounds that they require an additional step of freezing and that fresh and frozen processed poultry meat products are not substitutable from the point of view of demand."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Sales channels for processed poultry meat",
        "text": "The French Competition Authority has also considered a segmentation by sales channel between caterers, industrial processors, Modern Trade (i.e., hypermarkets, supermarkets, discounters and convenience stores, with some players also operating online stores) and Traditional Trade (i.e., artisan butchers, charcutiers and other specific stores) channels. Within the Modern Trade sales channel, the French Competition Authority also considered a further segmentation between branded products and private/white label and bulk."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Supply of poultry meat",
        "text": "The previous decisional practice of the Polish Competition Authority on the other hand has considered that the market for the supply of poultry meat could be segmented only between fresh and processed poultry meat, without the need to further segment based on retail channel."
    },
    {
        "case_number": "M.11407",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202437/M_11407_10241892_594_3.pdf",
        "topic": "Species of poultry product",
        "text": "With regard to the species of poultry meat, the market investigation is inconclusive in relation to the different species of poultry products (i.e. chicken, turkey, geese or duck) and whether these might constitute separate markets. For instance, a customer of the Parties noted that ‘different types of poultry meat should be regarded as different categories of the market, mainly because they are produced separately’. A competitor of the Parties also seems to indicate that the different species of poultry meat used for the production of processed poultry products belong to separate markets, although they nevertheless exert competitive pressure on each other: ‘there is no strong competition between the market segments of the production different species of poultry meat. While all proteins compete with each other, competition is not close’."
    },
    {
        "case_number": "M.11580",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11580_10150070_96_3.pdf",
        "topic": "Electricity and gas production, supply, and transport",
        "text": "EDF is active worldwide in all fields of production, supply and transport of electricity. EDF is also active in the provision of other electricity-related services as well as in the gas sector."
    },
    {
        "case_number": "M.11580",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11580_10150070_96_3.pdf",
        "topic": "Insurance and financial sectors",
        "text": "Generali is the ultimate parent company of an international group of companies mainly active in the insurance and financial sectors."
    },
    {
        "case_number": "M.11580",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11580_10150070_96_3.pdf",
        "topic": "Logistic warehouse ownership and letting",
        "text": "The business activities of the undertaking Parcolog are the following: owning and letting logistic warehouses around Paris, Lille, Lyon, Marseille and Le Mans."
    },
    {
        "case_number": "M.11549",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202427/M_11549_10139656_142_3.pdf",
        "topic": "Investment Fund Management Services",
        "text": "EFMS acts as a fund manager of a certain EQT fund that controls and that invests in infrastructure businesses primarily in Europe and North America; Permira is a private equity business engaged, through its subsidiaries and affiliates, in the provision of investment management services to investment funds. Permira controls a number of portfolio companies which are active globally across the consumer, services, healthcare and technology sectors."
    },
    {
        "case_number": "M.11549",
        "year": "2024",
        "policy_area": "Merger",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202427/M_11549_10139656_142_3.pdf",
        "topic": "Higher Education Services Market",
        "text": "Universidad Europea is a private university active primarily in Spain and Portugal. Universidad Europea exclusively offers undergraduate and graduate degree programs, as well as career programs and postgraduate programs, in person and online."
    }
]