[
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Infotainment Systems",
    "text": "13. The number and type of peripherals that are included and the way they are set up within\nan infotainment system depends on the level of functionality that a given OEM wants to\noffer within a given physical architecture of the car and that OEM's given design\nrequirement. The notifying party submits that dividing OEM infotainment systems by\nthe functionalities they provide or the devices they use to provide such functionalities\nwould artificially create a myriad of product markets that would not capture the\ncompetition among OEM infotainment system providers to meet the demands of OEMs\nand consumers for integrated solutions. The notifying party submits that all infotainment\nsystems possess the following common characteristics which distinguish them from the\nmarkets for the individual components or peripherals that may be included in such\nsystems:\n\n• certain hardware : i.e., a central computing platform, commonly known as the\nhead unit\"\n• certain software: i.e., Operating System, software which enables the driver to\ncommand and control the various entertainment and information devices that\nconnect to the 'head unit' so that they can all operate together as an integrated\nsystem via a common driver interface,\n• a control or gateway interface function to the overall vehicle network.\n\n14. All infotainment system competitors in the Commission's market investigation agreed\nthat infotainment systems share certain hardware and software including the 'head unit'.\nOne respondent however did not agree that all such systems have a control or gateway\ninterface function to the overall vehicle network. For the purposes of the present case,\nhowever, the exact product market definition for infotainment systems may be left open\nas the proposed transaction does not raise serious doubts."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Geographic Market for Infotainment Systems",
    "text": "15. The notifying party submits that the market for OEM infotainment systems is EEA-wide\nfor the following reasons. First, OEM infotainment systems are sold throughout the EEA\nand there are no barriers to their sale in any EEA country. Second, the OEM\ninfotainment systems that are sold throughout the EEA all provide similar functions.\nThird, the major suppliers of infotainment systems are active throughout the EEA.\nFinally there are transmission standards for mobile phones and dynamic traffic\ninformation that differentiate the European market from other markets.\n\n16. Responses in the market investigation from both infotainment system suppliers and\nOEM customers indicated that the geographic market for such systems may in fact be\nglobal as suppliers are active in all main markets and major customers source such\nsystems on a global basis. One respondent nuanced this view by noting the widespread\nuse of the MOST\ndata communication protocol in European manufactured vehicles as\nopposed to those manufactured elsewhere. It therefore suggested that the customer base\nfor infotainment systems using the MOST protocol could be EEA.\n\n17. For the purposes of the present case, however, the exact geographic market definition\nmay be left open as the proposed transaction does not give rise to serious doubts."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Mixing Consoles",
    "text": "19. The notifying party submits that mixing consoles could be split into four sub-categories:\npublic address systems (i.e. amplification products used as a communication system in a\npublic area; tour sound systems; installed sound systems and for recording and\nbroadcasting.\n\n20. Mixing console competitors in the market investigation agreed that the categorisation\nmentioned above was a reasonable basis on which to classify mixing consoles. For the\npurposes of the present case, however, the exact product market definition may be left\nopen as the proposed transaction does not raise serious doubts (see below)."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Geographic Market for Mixing Consoles",
    "text": "21. The notifying party submits that the market for mixing consoles in each of the above\nmentioned segments is worldwide. This view was endorsed by respondents in the\nmarket investigation. For the purposes of the present case, however, the exact\ngeographic market definition may be left open as the proposed transaction does not raise\nserious doubts (see below)."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Fiber Optic Transceivers (FOTs)",
    "text": "23. The notifying party considers on the basis of certain supply and demand considerations\nthat FOTs can be divided into three categories: automotive, general purpose (or\nnetworking) and industrial. Automotive FOTs can be distinguished from other types of\nFOT in that they comply with standard specifications used in the automotive industry\n(namely the Byteflight or MOST specifications). Although automotive FOTs can in\ntheory be used in a number of non-automotive applications, customers in the automotive\nindustry will not accept non-automotive FOTs. This was confirmed by respondents in\nthe market investigation.\n\n24. Industrial and general purpose FOTs are differentiated from automotive FOTs in that\nthey are not required to meet the Byteflight or MOST specifications. General purpose\n(or networking) FOTs have different optical solutions from automotive and industrial\nFOTs as they use different lasers/detectors and combine the transmitting and receiving\nfunction into a single package and operate on either a multimode or single mode optical\nfiber. As industrial FOTs are not used by Harman in any of its applications, they are not\nconsidered further. Similarly, as the Byteflight data protocol is being phased out and\nbecause Harman uses only MOST automotive FOTs in its infotainment systems, the\nsubsequent analysis focuses on MOST automotive FOTs.\n\n25. For the purposes of the present case however the precise product market definition may\nbe left open as the proposed transaction will not result in a significant impediment to\neffective competition even on the basis of the narrowest product market definition of\nautomotive FOTs where Avago's market share is the highest."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Geographic Market for Fiber Optic Transceivers (FOTs)",
    "text": "26. The notifying party submits the market for automotive FOTs is worldwide in that\nsuppliers sell to customers located all around the world, there are no significant price\ndifferences between countries and transport costs are low. It submits that this is in line\nwith previous Commission decisions concerning electronic components.\n\n27. The majority of automotive FOTs are ultimately incorporated into vehicles\nmanufactured in Europe, and Germany in particular. Respondents in the market\ninvestigation indicated that competitive conditions for the supply of MOST certified\nFOTs are similar between the Member States of the EEA and also between the EEA and\nother markets, thereby supporting the view that the market for automotive FOTs is\nindeed worldwide.\n\n28. The precise geographic market may be left open in the present case however as the\nproposed transaction does not give rise to serious doubts either at an EEA or worldwide\nlevel."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Optocouplers",
    "text": "30. The notifying party submits that optocouplers have a broad range of uses; they are\ndifferentiated, but not to a significant degree. From a supply-side perspective, there are\nno barriers to supplying optocouplers for any end use.\n\n31. On the basis of the responses to the Commission's market investigation, it has not been\npossible to determine with certainty the precise product market definition for\noptocouplers. Whilst one of the largest optocoupler manufacturers expressed the view\nthat all producers supplied a broad range of optocouplers, another believed that\nproducers tended to specialise in certain types. At the same time, the majority of mixing\nconsole competitors indicated they did not have sufficient knowledge to say whether all\noptocoupler producers supply broadly similar ranges. For the purposes of the present\ncase however the precise product market definition may be left open as the proposed\ntransaction does not give rise to serious doubts (see below)."
   },
   {
    "case_number": "M.4696",
    "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m4696_20070918_20310_en.pdf",
    "topic": "Geographic Market for Optocouplers",
    "text": "32. The notifying party considers the geographic scope of optocouplers markets to be\nworldwide for the following reasons. First, suppliers of optocouplers sell to customers\nlocated all around the world, and there are no barriers to their global sale. Second,\noptocouplers are easily shipped and transportation costs are low. Third, there are no\nsignificant price differences between countries throughout the world.\n\n33. In any event, the precise definition of the relevant market in this case can be left open\nbecause the proposed transaction will not result in a significant impediment to effective\ncompetition (see below)."
   },
   {
     "case_number": "M.8675",
     "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m8675_241_3.pdf",
     "topic": "Generic Pharmaceuticals",
     "text": "(13) As regards genericised products11, the Commission has taken the view that the molecule level (or possibly group of molecules considered interchangeable) is the most plausible starting point for the product market definition, given that generic pharmaceutical companies typically produce copies of originator drugs12 and thus it can be considered that a generic molecule is the closest substitute to the originator medicinal product based on the same molecule or API13. As set out in the Commission's horizontal merger guidelines14, the higher the degree of substitutability between the merging firms' products, the more likely it is that the merging firms will raise prices significantly15."
    },
    {
     "case_number": "M.8675",
     "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m8675_241_3.pdf",
     "topic": "Generic and Proprietary Medicines",
     "text": "(14) A potential distinction between generic and proprietary medicines was considered by the Commission. For example, in a previous case16 the Commission made a distinction between originator and generic medicinal products stating that there is a separate market for the wholesale of generic medicines as compared to the wholesale of proprietary medicines17. In other cases18, however, the Commission set out that where the market is genericised, originator drugs and generics could be considered to be close substitutes for a given indication and a product market may be defined as including both the generic and the proprietary medicine."
    },
    {
     "case_number": "M.8675",
     "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m8675_241_3.pdf",
     "topic": "Pharmaceutical Products - Molecule Level",
     "text": "(16) The affected markets in the present case are identified based on the molecule level as well as at ATC3 and ATC4 level. (17) Given the characteristics of the products involved in the present case (mature genericised medicinal products), the Commission takes the molecule level as the most plausible starting point for the product market definition. Where there is no overlap at molecule level, the Commission takes the ATC3 or ATC4 level as a starting point reference to assess therapeutic and economic substitutability across molecules. In the present case the exact ATC level and the question whether ATC3 need to be further segmented to ATC4 can be left open as the Transaction does not raise doubts as to its compatibility with the internal market irrespective of the precise market definition."
    },
    {
     "case_number": "M.8675",
     "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m8675_241_3.pdf",
     "topic": "Generic and Originator Products",
     "text": "(18) Regarding a potential distinction between originator and generic products during the market investigation in the present case the respondents did not point out specificities other than brand recognition and price that differentiate the originator products from the generic products19. In this regard, even if brand loyalty to the originator medicine may play a role in limiting switching in certain instances, competition takes place between originator and generic providers20. Therefore, for the purposes of the competitive assessment of the Transaction, the Commission considers that in relation to the overlapping molecules the product market includes both generic and originator versions in relation to the overlapping molecules."
    },
    {
        "case_number": "M.11566",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11566_10154188_120_3.pdf",
        "topic": "Software Solutions for Resource and Process Optimization",
        "text": "The business activities of the undertaking Solvares are the following: Solvares is a group  of software companies providing solutions that optimise resources and processes for their customers in field service management, field sales management, and logistics."
    },
    {
        "case_number": "M.11546",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11546_10095716_92_3.pdf",
        "topic": "Banking and Financial Services",
        "text": "– UniCredit  is an authorised credit institution and provides various banking and \nfinancial services in the European Union, such as retail and corporate banking, \nfinancial market services and other financial services,  \n– Alpha Bank Romania is an authorised credit i nstitution and provides various \nbanking and financial services in Romania, such as retail and corporate banking, \nfinancial market services and other financial services ."
    },
    {
        "case_number": "M.11553",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11553_10092503_94_3.pdf",
        "topic": "Retail",
        "text": "– Central  Group  is active in merchandising, real es tate, retailing, hospitality and\nrestaurants. In the EU, Central is active in the retail sector in Italy (La Rinascente\n(1) OJ L 24, 29.1.2004, p. 1 ( the ‘Merger Regulation’ ). With effect from 1 December 2009,  the Treaty on\nthe Functioning of the European Union ( ‘TFEU’ ) has introduced certain changes, such as the\nreplacement of ‘Community ’ by ‘Union ’ and ‘common market ’ by ‘internal market ’. The terminology\nof the TFEU will be used throughout this decision.\n(2) OJ L 1, 3.1.1 994, p. 3 (the ‘EEA Agreement’).\n(3) OJ C, C/ 2024/3260 , 21.5.2024 .\n(4) M.11370 CENTRAL / SELFRIDGES .\n\n2 Spa), in Germany (the KaDeWe Group) and in Denmark (Illum A/S). Central\nalso conducts property development activities in the real estate business in the\nEU"
    },
    {
        "case_number": "M.11288",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11288_10094466_1549_3.pdf",
        "topic": "Luxury Goods",
        "text": "(16) The market investigation in the present case confirmed the Commission’s findings in previous cases that luxury products should be distinguished from mass -market goods, as they do not share the same characteristics."
    },
    {
        "case_number": "M.11288",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11288_10094466_1549_3.pdf",
        "topic": "Luxury Fashion and Leather Goods; Luxury Bags and Luxury SLGs",
        "text": "(19) The replies to the Commission’s market investigation were mixed as to whether there are separate markets for: (i) luxury bags ; and (ii) luxury SLGs; within the  luxury fashion and leather goods segment. On the one hand, market participants noted that luxury bags  and luxury SLGs  have limited substitutability on the demand side, whereas on the other hand, they acknowledged that the suppliers and the distribution network for both products are generally the same.  (20) On balance, the outcome of the Commission’s market investigation points towards the existence of a plausible distinct market for luxury fashion and leather goods, with plausible separate markets for : (i) luxury bags ; and (ii) luxury SLGs."
    },
    {
        "case_number": "M.11288",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11288_10094466_1549_3.pdf",
        "topic": "Premium or Accessible Luxury vs High-End Luxury",
        "text": "(26) While a range of factors were identified as distinguishing premium bags and SLGs from other luxury bags and SLGs, being priced significantly lower than other luxury products was the most consistent feature referred to. The market investigation was  however  inconclusive as to at what price bags and SLGs cease to be mass market  goods , and at which price they go beyond being a premium or accessible luxury product  and become a high- end or true luxury product.  (27) For example, one competitor noted that the premium market for bags would be “ in the range of 200- 500€”, while mass market would be “ below 200€”. In the same vein, a  retailer mentioned that in its “ premium ” section, the average selling price would be “ 300 euros ”. As noted above, one retailer  explained that ”in the higher end, Kering and LVHM are extremely powerful and able to price their bags at  over EUR 2,000”  while  the Parties’ brands Michael Kors or Coach  are priced  “well below EUR 1,000”. A customer explained: “ the premium (or ‘accessible luxury’) handbag segment refers to quality handbags, which are priced in the range of hundreds compared to the luxury handbags, which are priced in the range of thousands ”. (28) The Commission observes that respondents to the market investigation consistently considered the Parties’ Michael Kors, Coach and Kate Spade brands to be in the luxury market while in fact, the Parties’ sales data indicates that […]  of their sales for bags are in the EUR 0 – 200 price bracket and EUR 0 – 100 for SLGs. This and the lack of consensus on what the relevant price range would be suggests that price is only one factor relevant to defining the luxury market."
    },
    {
        "case_number": "M.11288",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11288_10094466_1549_3.pdf",
        "topic": "Luxury Goods by Gender",
        "text": "(34) Ultimately, and taking into consideration that the Parties’ market shares and competitive conditions appear to be similar regardless of further segmentation based on gender, the definition of the relevant product market for the assessment of the competitive impact of the Transaction by  gender can be left open , since serious doubts as to its compatibility with the internal market or the functioning of the EEA agreement  do not arise irrespective of the exact product market definition ."
    },
    {
        "case_number": "M.11288",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11288_10094466_1549_3.pdf",
        "topic": "Luxury Goods by Sales Channel",
        "text": "(36) Ultimately , and taking into consideration that the Parties’ market shares  and competitive conditions  appear to be similar regardless of further segmentation by sales channel , the definition of the relevant product market for the assessment of the competitive impact of the Transaction on the different sales channels can be left open since serious doubts of its compatibility with the internal market  or the functioning of the EEA a greement  do not arise irrespective of the exact product market definition ."
    },
    {
        "case_number": "M.11288",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202424/M_11288_10094466_1549_3.pdf",
        "topic": "Product Market Definition",
        "text": "(37) In view of the above, the Commission will, for the purposes of this decision, assess the narrowest plausible product markets identified, namely the markets for: (i) premium bags , and (ii) premium SLGs , which as noted above may  potentially be further segmented based on sales channel and/or gender . In any event, the exact product market definition can be left open since the Transaction does not raise serious doubts as to its compatibility with the internal market or the functioning of the EEA agreement under any plausible product market definition, i.e. irrespective of any further segmentation of the markets for premium bags and premium SLGs  on the basis of gender or sales channel."
    },
    {
        "case_number": "M.11378",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202414/M_11378_9978465_247_3.pdf",
        "topic": "Production and Sale of Processed Meat",
        "text": "SFH is a holding company part of the Smithfield  Group, which  is a food group active in the EU primarily  in the following  activities: (i) the production and sale of processed  meat;  and (ii)  the production and sale of fresh  meat ;  — Argal  and its subsidiaries are mainly  active in the production of processed  meat  products in Spain  and France,  and sells  these throughout most of the EU."
    },
    {
        "case_number": "M.11378",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202414/M_11378_9978465_247_3.pdf",
        "topic": "Production and Sale of Fresh Meat",
        "text": "SFH is a holding company part of the Smithfield  Group, which  is a food group active in the EU primarily  in the following  activities: (i) the production and sale of processed  meat;  and (ii)  the production and sale of fresh  meat"
    },
    {
        "case_number": "M.11320",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202429/M_11320_10160339_1116_3.pdf",
        "topic": "APM&O Software",
        "text": "(33) The Notifying Party considers that there is a relevant market for APM&O in which competition takes place. [Splunk's confidential assessment of Gartner's estimates of Splunk's APM&O revenues].30 \n(34) Notwithstanding, the Notifying Party considers that market definition can be left open as the Transaction does not give rise to competition concerns under any plausible segmentation of the relevant markets.31"
    },
    {
        "case_number": "M.11320",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202429/M_11320_10160339_1116_3.pdf",
        "topic": "ITOM Software",
        "text": "(35) The Commission has not identified any reasons in this case to deviate from its precedents in which it defines the software industry market by reference to functionality and end-users, and identifies the narrowest plausible product markets set out by existing market intelligence reports which have been provided by the Notifying Party, notably reports adopted by Gartner and/or IDC.\n(36) As mentioned above in Section 4.1.2, currently Gartner considers ITOM software, Security software and Application Infrastructure and Middleware as macro-markets. Gartner segments the macro market for ITOM software into the markets for (i) Delivery Automation; (ii) H&PA, (iii) Value Management, (iv) ITOM Mainframe Tools and (v) Other ITOM. Within H&PA, Gartner identifies the categories: (i) APM&O, (ii) AIOps, (iii) Digital Experience Monitoring, (iv) ITIM; and (v) Other Monitoring Tools.32 The potential market for ITOM software may thus be further segmented on that basis. \n(37) The market investigation did not suggest alternative product market definition.33\n(38) The Commission considers therefore that, for the purposes of this Decision, the exact product market definition with regards to the supply of ITOM software can be left open, as the Transaction would not raise serious doubts as to its compatibility with the internal market irrespective of the exact product market definition upheld, based on the Gartner segmentation."
    },
    {
        "case_number": "M.11320",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202429/M_11320_10160339_1116_3.pdf",
        "topic": "Log Management Tools",
        "text": "(55) The Notifying Party considers that log management tools are part of the observability or security software markets according to the customer’s use case. Depending on the customer's needs, log management tools can serve different observability and enterprise security use cases. Because log management tools can serve these different use cases, and consistent with Gartner’s taxonomy, the Notifying Party considers that there is no separate market for log management tools. The Notifying Party [Confidential evidence showing that Cisco does not consider there to be a separate market for log management tools].48\n(56) Notwithstanding, the Notifying Party considers that market definition can be left open as the Transaction does not give rise to competition concerns under any plausible segmentation of the relevant markets.49"
    },
    {
        "case_number": "M.11320",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202429/M_11320_10160339_1116_3.pdf",
        "topic": "System Infrastructure Software",
        "text": "(57) The Commission has not identified any reasons in this case to deviate from its precedents in which it defines the software industry market by reference to functionality and end-users, and identifies the narrowest plausible product markets set out by existing market intelligence reports which have been provided by the Notifying Party, notably reports adopted by Gartner and/or IDC.\n(58) In the market investigation, the majority of respondents expressing an opinion indicated that, in their ordinary course of business, they do not allocate log management revenues under its own separate (ITOA) segment. Instead, log management revenues are allocated under both ITOM software market and security software market depending on the use case (which is aligned with Gartner’s methodology).50\n(59) As mentioned above in Sections 4.1.3 and 4.3.1.1, currently IDC identifies a primary market for Systems Infrastructure software, a secondary market for System and Service Management software and a functional market for IT Operations Management software (within Service Management software). Although IT Operations Management software is not subdivided in IDC’s standard taxonomy, ITOA software has been referred to as a market in an IDC ad hoc report. The potential market for System Infrastructure software may thus be further segmented on that basis. \n(60) The Commission considers that, for the purposes of this Decision, the exact product market definition with regard to the supply of System infrastructure software can be left open, as the Transaction does not raise serious doubts as to its compatibility with the internal market even under the narrowest plausible product market definition, for which market share data is available, based on the IDC segmentation."
    },
    {
        "case_number": "M.11326",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202417/M_11326_10004219_298_3.pdf",
        "topic": "Market Definition for Passenger High-Speed Rail Services",
        "text": "In its previous decisions, the Commission has not considered whether a distinction between high-speed and non high-speed passenger rail services needs to be made. The Notifying Parties submit that Italo is only active as an operator of the high-speed rail network in Italy, which is separate from trains on the non-high speed part of the Italian rail network. The Notifying Parties have therefore provided market share data for Italo (and its only competitor Trenitalia) for the high-speed passenger rail market in Italy on an O&D basis. For completeness, the Commission has, in previous decisions, also considered whether a potential sub-segmentation on the basis of the passenger category (distinguishing between time-sensitive and non-time sensitive passengers)  would be relevant but ultimately left the exact market definition open, as the relevance of the distinction appeared to depend to a large extent on the particulars of the markets concerned. The Notifying Parties have not considered this distinction, which does not appear to apply in the present case as Italo is, as noted above, only active as an operator of the high-speed rail passenger network, which is only relevant for time-sensitive passengers. Given that the Transaction would not raise serious doubts as to its compatibility with the internal market under any plausible market definition, the exact product and geographic market definition can be left open and in particular whether the market should be further segmented by distinguishing between time-sensitive and non-time sensitive passengers."
    },
    {
        "case_number": "M.11326",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202417/M_11326_10004219_298_3.pdf",
        "topic": "Market Definition for Provision of Travel Agency Services",
        "text": "The Notifying Parties submit that MSC Group is active in the market for the provision of travel agency services in Italy through its subsidiaries Bluvacanze S.r.l. (in the leisure sub-segment) and Cisalpina Tour S.r.l. (in the business sub-segment). The Notifying Parties have therefore submitted separate market share data for the two sub-segments of the market for the provision of travel agency services in Italy. The Notifying Parties have provided market shares for the market for the provision of travel agency services, for each of business travel services and leisure travel services, focused on brick-and-mortar agencies, since the MSC Group only provides offline travel agency services. The Notifying Parties confirmed that MSC Group’s market shares would be lower in a market combining online and offline sales. Given that the Transaction would not raise serious doubts as to its compatibility with the internal market under any plausible market definition, the exact product and geographic market definition can be left open."
    },
    {
        "case_number": "M.11326",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202417/M_11326_10004219_298_3.pdf",
        "topic": "Market Definition for Provision of Tour Operator Services",
        "text": "The Notifying Parties submit that MSC Group is active in the market for the supply of leisure travel services by tour operators through its subsidiary Going S.r.l. which provides personalised package holidays, and have therefore submitted market share data for the market of the supply of leisure travel services by tour operators in Italy. Given that the Transaction would not raise serious doubts as to its compatibility with the internal market under any plausible market definition, the exact product and geographic market definition can be left open."
    },
    {
        "case_number": "M.11326",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202417/M_11326_10004219_298_3.pdf",
        "topic": "Market Definition for Provision of Passenger Ferry Services",
        "text": "In previous decisions, the Commission has considered a separate market for the scheduled maritime transport of passengers by ferry. As regards the geographic market definition, the Commission has in the past adopted the O&D approach. The Notifying Parties do not contest this approach. Consequently, for the purposes of the analysis of this Transaction, the Commission considered the relevant markets for the provision of scheduled maritime transport of passengers by ferry on the relevant O&Ds."
    },
    {
        "case_number": "M.11326",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202417/M_11326_10004219_298_3.pdf",
        "topic": "Market Definition for Provision of Passenger Cruise Services",
        "text": "In its previous decisions, the Commission has considered the market for the supply of oceanic cruises to be distinct from the market for the supply of coastal ferry or riverine cruises, and also separate from the market for the supply of other (land-based) holidays. As regards geographic market definition, the Commission has in its precedents considered the market as national in scope because marketing channels are predominantly country specific. The Notifying Parties do not contest this approach. Consequently, for the purposes of the analysis of this Transaction, the Commission considered the relevant markets for the provision of passenger cruise services on a national basis."
    },
    {
        "case_number": "M.11360",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202412/M_11360_9969512_509_3.pdf",
        "topic": "Liquified Petroleum Gas (LPG)",
        "text": "In past cases, the Commission has distinguished three levels of distribution as regards refined fuel products, namely (i) wholesale supplies, referring to ex -refinery sales including supplies to wholesalers, traders or the internal wholesale arms of refiners; (ii) non -retail supplies, encompassing the supply to independent resellers or retailers not integrated upstream, and to large industrial and commercial consumers; and (iii) retail sales of refined fuels to end customers.23 While at the retail level, the Commission did not further divide the market for the distribution of refined fuel products according to fuel types, at the wholesale and non -retail levels, it held that the supply of LPG could be distinguished from the supply of other refined fuels."
    },
    {
        "case_number": "M.11360",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202412/M_11360_9969512_509_3.pdf",
        "topic": "Liquified Petroleum Gas (LPG)",
        "text": "Within the supply of LPG, the Commission has considered separate segments for (i) LPG in bulk, (ii) LPG in cylinders, and (iii) LPG sold as car fuel (i.e. automotive LPG), but has ultimately left the exact market definition open."
    },
    {
        "case_number": "M.11360",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202412/M_11360_9969512_509_3.pdf",
        "topic": "Liquified Petroleum Gas (LPG)",
        "text": "As is further explained below, the Parties overlap mainly in the non- retail supply of LPG in the small bulk segment, which is the only (potential) market that is affected. Therefore, when reference is made to the Parties’ customers in this Decision, it refers to non -retail LPG customers in the small bulk segment."
    },
    {
        "case_number": "M.11360",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202412/M_11360_9969512_509_3.pdf",
        "topic": "Liquified Petroleum Gas (LPG)",
        "text": "In any event, for the assessment of the Proposed Transaction it can be left open whether it is appropriate to consider a separate market for the non-retail supply of LPG in the small bulk segment as the Proposed Transaction does not give rise to serious doubts as to its compatibility with the internal market or the functioning of the EEA Agreement even under the narrowest possible product market delineation (i.e. the non-retail supply of LPG in bulk to customers with tanks of a capacity of up to tonnes )."
    },
    {
        "case_number": "M.11438",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202407/M_11438_9913137_121_3.pdf",
        "topic": "Investment Services",
        "text": "- Atairos is an independent strategic investment company with offices in New York \nand Bryn Mawr, Pennsylvania, United States. Atairos is an investor and partner \nin, amongst others, the leisure, sports, and live entertainment sectors, having no \ninvestments in the football or sports sectors in the UK or Europe;"
    },
    {
        "case_number": "M.11298",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11298_9962679_1100_3.pdf",
        "topic": "Industrial Services",
        "text": "(10) In a previous decision the Commission has considered segmenting the market for \nindustrial services between installation services and maintenance services.5 \nInstallation is the first setup of a  piece of industrial equipment (such as static or \nrotary mechanical equipment, piping, electrical equipment and instrumentation, \ninsulation, painting and scaffolding, etc.) in a production plant, while maintenance is the ongoing inspection and servicing of industrial equipment. The Commission \nhas also considered further sub -segmenting those market according to industrial \nsectors, such as oil & gas, energy, chemical, life sciences. However, the \nCommission ultimately left op en the exact product market definition."
    },
    {
        "case_number": "M.11298",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11298_9962679_1100_3.pdf",
        "topic": "Industrial Services",
        "text": "(14) In any event, for the purpose of this case, the exact  product market definition can \nbe left open given that the Transaction will not lead to competitive concerns for \nindustrial services under any plausible definition."
    },
    {
        "case_number": "M.11298",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11298_9962679_1100_3.pdf",
        "topic": "Industrial Services",
        "text": "(16) The Commission has previously considered that the  above -mentioned  markets \ncould be EEA -wide or national markets, but ultimately left open the exact \ngeographic market definition."
    },
    {
        "case_number": "M.11298",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11298_9962679_1100_3.pdf",
        "topic": "Industrial Services",
        "text": "(22) In any event, for the purpose of thi s case, the exact geographic market definition \ncan be left open given that the Transaction will not lead to competitive concerns for industrial services under any plausible definition.  "
    },
    {
        "case_number": "M.11435",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202409/M_11435_9931086_115_3.pdf",
        "topic": "The Relevant Market",
        "text": "The business activities of the undertakings concerned, and the joint venture are the following: – PPGM is a Dutch pension administrator specialized in the administration of collective pensions, – Eurazeo is a listed investment company with a portfolio in diversified assets. Its purpose is to detect, accelerate and enhance the potential transformation of companies of all sizes in which it invests, – Electra offers fast and ultra-fast charging stations for electric vehicles."
    },
    {
        "case_number": "M.11514",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11514_10150255_135_5.pdf",
        "topic": "The exact market definition was left open because the operation did not raise serious doubts as to its compatibility with the internal market.",
        "text": "After examination of the notification, the European Commission has concluded that \nthe notified operation falls within the scope of the Merger Regulation and of \nparagraph 5(d) of the Commission Notice on a simplified treatment for certain \nconcentrations under  Council Regulation (EC) No 139/2004."
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Bike Leasing Services and Bike Leasing Platforms",
        "text": "(16) The Parties consider that the services provided by BMS in the area of bike leasing belong to a single product market distinct from the provision of leasing and insurance servi ces, bike retail and other activities performed by the other participants in the corporate bike leasing sector. The Parties also consider that leasing platforms for bikes and e -bikes are part of the same market.  (17) To date, the Commission has not analysed bike leasing or  digital platform services in the area of (bike) leasing in -depth . In previous decisions relating to automotive leasing services, the Commission defined a market for operational leasing services, distinct from a market for financial leasing, th at includes the leasing of the vehicle whose ownership remains with the leasing company coupled by the provision of a range of fleet management services, such as maintenance, repair, fuel cards, tyre replacement, and insurance. (18) Automotive leasing has c haracteristics which apply also to bike leasing, and the processes are largely similar. During the Commission’s  investigation, a  bike leasing platform explained that while the digital system is slightly adapted for each  type of vehicle leasing , the backend operation is the same . In a similar vein, a bike leasing service provider indicated that it uses the same core platform for both car and bike leasing services. (19) Bike leasing is a nascent market sector subject to dynamic evolution. The market for digital bike leasing platforms appears to be separate from that for bike leasing because it is a service that can be provided separately, with platform providers not necessarily being active also upstream in bike leasing themselves. While market participants contacted in the course of the Commission’s  investigation suggest ed that various business models exist in respect of these activities that may be vertically integrated,  it appears that bike leasing providers do not consider bike leasing platforms as their competitors."
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Bike and E-bike Leasing",
        "text": "(20) Bike leasing and digital bike leasing platform services could potentially be further subdivided by the type of mobility solutions leased. M arket particip ants indicate d, however, that bikes and e -bikes are typically leased together by the same companies . Sometimes they are also leased together with other mobility solutions (such as for example e- scooters), but generally they are offered separately from the leasing of cars."
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Bike Leasing Services and Bike Leasing Platform Services",
        "text": "(21) In the present case, the assessment of the effects of the Transaction focuses on bike leasing services and bike leasing platform  services, as this is where the Parties are active. For the purposes of the present decision, it is not nece ssary to conclude on the exact product market definition, as the notified concentration does not raise any competition concerns under any alternative product market definition."
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Digital Platform Services for Bike Leasing",
        "text": "(22) The Parties consider that the market for digital platform services for bike leasing is at least national in scope."
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Automotive Leasing Markets",
        "text": "(23) The Commission considered in previous decisions that the automotive leasing markets  are national in scope  because of differences between Member States in: (i) tax and duty regimes (and the way different leasing formulas are treated under these regimes, impacting heavily their fiscal ‘attractiveness’ for customers), (ii) customer needs and preferences and (iii ) different levels of wear in vehicles due to road conditions ."
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Bike Leasing and Automotive Leasing",
        "text": "(24) As explained in paragraph (18), bike leasing operates in a similar way  as automotive leasing , sugg esting that these markets are also national. "
    },
    {
        "case_number": "M.11321",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202411/M_11321_9957504_258_3.pdf",
        "topic": "Bike Leasing and The Provision of Bike Leasing Platform Services",
        "text": "(25) In the present case, the assessment of the effects of the Transaction will focus on the national level, as BMS and its competitors offer their services in several countries, in each case at the nationwide level . This is true for both bike leasing and the provision of bike leasing platform services.  For the reasons explained below, the Transaction  does not raise any competition concerns under this geographic market delineation . A broader geographic market scope would lead to lower market shares than under a national delineation, and will thus not be assessed further ."
    },
    {
        "case_number": "M.11332",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202405/M_11332_9888626_135_3.pdf",
        "topic": "Market definition was left open",
        "text": "After examination of the notification, the Europea n Commission has concluded that \nthe notified operation falls within the scope of the Merger  Regulation and of \nparagraph 5( a) of the  Commission Notice on a simplified procedure for treatment of \ncertain concentrations under Council Regulation (EC) No  139/2004."
    },
    {
        "case_number": "M.11264",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202409/M_11264_9933341_213_3.pdf",
        "topic": "Retail Sale of Daily Consumer Goods",
        "text": "(17) In previous decisions, the Commission has considered that the geographic market for the retail sale of daily consumer goods through modern distribution channels is local in nature, the exact geographical scope corresponding to a catchment area around each store, based on travel distance to the store. In previous decisions, the Commission has considered a zone of 10, 20, or 30 minutes of travel time by car to the store: in general, hypermarkets, defined as stores with a surface of more than 2 500 square meters, have a larger catchment area (20 to 30 minutes) than smaller stores such as supermarkets (catchment areas of 10 to 20 minutes)."
    },
    {
        "case_number": "M.11234",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11234_10146564_942_3.pdf",
        "topic": "Non-life Insurance",
        "text": "(11) A large majority of customers11 and all competitors12 responding to the market \ninvestigation confirmed that the market for non -life insurance is best delineated \nalong the various non -life insurance classes as laid down in national legislation. In \nthe case of Portugal this would entail a delineation along the  insurance classes as \nprovided for in the Regime Jurídico de Acesso e Exercício da Atividade \nSeguradora e Resseguradora, (RJASR) , which reflect the delineation contemplated \nby the Commission in its previous decisions (see recital (9)).  \n(12) The Commission considers that there is no reason to depart from the past decisional practice and the exact product market definition for the provision of non- life \ninsurance can be left open in this case, as the Transaction does not raise serious \ndoubts as to its compatibility with the internal market under any plausible market definition."
    },
    {
        "case_number": "M.11234",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11234_10146564_942_3.pdf",
        "topic": "Non-life Insurance",
        "text": "(15) In response to the market investigation, all competitors15 and a large majority of \ncustomers16 consider that competition takes place at the national level.  \n(16) This confirms the geographic scope of the non- life insurance markets or segments \naffected by the Transaction17 as previously considered by the Commission.  \n(17) In any event, while the geographic scope of the market is not narrower than \nnational, the exact geographic market definition for the provision of non- life \ninsurance can be left open in this case, as the Transaction does not raise serious doubts as to its co mpatibility with the internal market under any market definition."
    },
    {
        "case_number": "M.11234",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11234_10146564_942_3.pdf",
        "topic": "Personal Injury Claims Management Services",
        "text": "(22) A product market for personal injury claims management services as a separate \nproduct market t hat includes both the independent provision of such services and \nequivalent services provided in- house by insurers is  not inconsistent with the \nCommission’s past decisions.23  \n(23) In any event, the exact product market definition for the provision of personal \ninjury claims management services can be left open in this case, as the Transaction \ndoes not raise serious doubts as to its compatibility with the internal market under \nany plausible market definition, regardless of whether personal injury management servi ces should include services provided in -house or not."
    },
    {
        "case_number": "M.11234",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11234_10146564_942_3.pdf",
        "topic": "Personal Injury Claims Management Services",
        "text": "(26) In line with the Commission’s precedents in health insurance management services \nand the Portuguese Competition Authorit y’s precedents in personal injury claims \nmanagement services, the Commission considers that the relevant geographic market is likely national in scope. However, while the geographic scope of the market is not narrower than national, the exact geographic market definition for the \nprovision of personal injury claims management services can be left open in this \ncase, as the Transaction d oes not raise serious doubts as to its compatibility with \nthe internal market under any market definition."
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Metering Services",
        "text": "The Commission’s decisional practice  (14) In its past decisional practice, the Commission distinguished a product market for metering services.12 (15) In E.ON/Innogy , which was specific to the German market, the Commission considered the following sub- segments to the metering services market, but ultimately left the exact product market definition open: (i) gas and electricity, possibly segmented between existing metering point operator (‘eMPO’) / normally responsible metering point operator (‘nMPO’) and competitive metering point operator (‘cMPO’);13 (ii) heat and water; (iii) sub -metering services;14 and (iv) white label services.15  (16) In PGGM/DIF/Fudura , relating to the Dutch metering market, the Commission assessed the effects of the Transaction on the market for gas and electricity metering services  for large customers.16 The distinction made in E.ON/Innogy  between  eMPO/nMPO/cMPO was deemed not relevant for the Netherlands as these concepts were specific to the German market.17  (17) The Dutch Authority for Consumers and Markets (the ‘Dutch Competition Authority’) considered an overall market for gas and electricity metering services in relation to large capacity connections.18 The provision of gas and electricity metering services includes the following tasks: (i) the supply and installation of meters, (ii) collection of meter reading information, (iii) data analysis to establish the amount of energy consumed,  (iv) forwarding of data to operators and (v) maintenance of meters.19"
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Metering Services",
        "text": "The Parties ’ views  (18) The Parties submit that the Transaction should be analysed on the market for gas and electricity metering services to large customers, comprising electricity, gas, gross production and A1- meters.20 (19) They  submit that it is not appropriate to segment the Dutch market for gas and electricity metering services between (i) installation and operation of electricity meters and (ii) meter reading and associated data processing  activities. According to the Gas and Electricity Codes (“the Metering Codes”), metering responsible parties must provide both (i) the installation and operation of electricity meters and (ii) meter reading and associated data processing services.21 The Parties furthermore indicate that these services are provided together for a customer and that it is not common that the above -mentioned services are provided separately.22 (20) The Parties moreover take the view that the segmentation on the gas and electricity metering market considered by the Commission in the E.ON/Innogy  decision between eMPO , nMPO  and cMPO  is not relevant for the Dutch market as this segmentation  was specific to Germany."
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Sub-metering Services",
        "text": "(21) With regard to a possible segment for sub -metering services , the Parties do not consider it relevant to distinguish such  segment  as all major metering companies offer sub-metering services in addition to their metering services and customers usually source gas and/or electricity meters and sub -meters together. The Parties submit that this question can however be left open as  competition concerns can as well be ruled  out on a separate segment for sub -metering services.23"
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Heat and Water Metering Services & White Label Services",
        "text": "(22) Finally, the Parties submit that the distinctions considered by the Commission in E.ON/Innogy  regarding (i) heat and water metering services and (ii) white label services, can be left open in the present case as the transaction does not lead to an overlap between the Parties’ activities on these segments.24"
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Assessment and Interpretation of Metering Data",
        "text": "(25) Moreover , the market investigation confirmed that a distinction between (i) installation and operation of electricity meters and (ii) meter reading and associated data processing services is not appropriate.27 The results of the market investigation however suggest that there could be a distinct market for the assessment and interpretation of metering data , for example , in order to suggest measures to reduce energy consumption: while all responding competitors indicated that they provide such services,28 only a minority of customers source these services from their metering services suppliers. The majority of responding customers assess and interpret the metering data in -house and a small minority of customers rely on another supplier than its metering supplier.29 For the purpose of this Decision, the question can however be left open as the Transaction does not lead to an overlap on the possible segment for the assessment and interpretation of metering data with  a specific objective.30"
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Sub-metering Activities",
        "text": "(26) Concerning  the possible segment for sub -metering activities, the majority of responding customers and competitors to the market investigation consider that sub-meters and main meters belong to the same market.31 One competitor noted that “ meters and sub- meters both serve the same underlying customer demand for insights on energy consumption”.32 The large majority of customers source sub - meters from the same suppliers than main meters.33 In any case, the question can be left open, as it does not affect the Commission’s conclusions regarding the compatibility of the Transaction with the internal market."
    },
    {
        "case_number": "M.11233",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202415/M_11233_9984771_603_3.pdf",
        "topic": "Electricity and Gas Metering Services",
        "text": "(28) In conclusion, the Commission considers that the exact market definition can be left open as  it does not affect the Commission’s conclusions regarding the compatibility of the Transaction with the internal market. It will assess the effects of the Transaction on the overall market for electricity and gas metering services to large customers  (including both main meters and sub- meters) and will  also assess the possible segments for the provision of electricity and gas main metering services, on the one hand and the provision of electricity and gas sub-metering services, on the other hand."
    },
    {
        "case_number": "M.10860",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202429/M_10860_10160337_15139_3.pdf",
        "topic": "Market Research",
        "text": "(20) YouGov serves numerous sectors, such as agencies, academia, automotive, charities & non -profit, financial services, fast moving consumer goods, health & pharma, leisure and entertainment, media and content, retail, sports, technology, telecommunications, travel and tourism, and video gaming and sports. (21) YouGov therefore is active in the market research sector and has proven expertise to allow them to maintain and develop the Divested Business as a viable and active competitor to Advent and other competitors."
    },
    {
        "case_number": "M.11308",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202409/M_11308_9939969_130_3.pdf",
        "topic": "None",
        "text": "The JV has no current or expected (over the next three years following notification) turnover within the territory of the European Economic Area (EEA), and the undertakings concerned have not planned to transfer any assets within the EEA to the JV, at the time of notification. The concentration thus fulfils the conditions set out in 5(a) of the Commission’s Notice on a simplified treatment for certain concentrations under Council Regulation (EC) No 139/2004 on the control of concentrations between undertakings (“ Simplified Notice ”). As such, the Transaction does not give rise to any affected markets in the EEA."
    },
    {
        "case_number": "M.11580",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202428/M_11580_10150070_96_3.pdf",
        "topic": "Market for owning and letting logistic warehouses",
        "text": "The business activities of the undertaking Parcolog are the following: owning and letting logistic warehouses around Paris, Lille, Lyon, Marseille and Le Mans."
    },
    {
        "case_number": "M.11549",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202427/M_11549_10139656_142_3.pdf",
        "topic": "Education Services",
        "text": "Universidad Europea is a private university active primarily in Spain and Portugal. Universidad Europea exclusively offers undergraduate and graduate degree programs, as well as career programs and postgraduate programs, in person and online."
    },
    {
        "case_number": "M.6447",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202118/m6447_7043_3.pdf",
        "topic": "Prospective Entrant",
        "text": "(33) According to the definition of a Prospective Entrant under the Commitments\n(Section 0, \" Definitions \"), \"the Prospective Entrant shall comply with the following\nrequirements:\n(a) it must be independent of and unconnected with IAG (…);\n(b) it must have the intention to begin or increase regular operations on one or more\nof the Relevant City Pairs; and\n(c) to that effect, it needs a Slot or several Slots for the operation of a Competitive\nAir Service which competes with those of IAG\"."
    },
    {
        "case_number": "M.6447",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5981_3.pdf",
        "topic": "Prospective Entrant",
        "text": "(27) According to the definition of a Prospective Entrant under the Commitments\n(Section 0, \"Definitions \"), \"the Prospective Entrant shall comply with the following requirements:\n(a) it must be independent of and unconnected with IAG (…);\n(b) it must have the intention to begin or increase regular operations on one or\nmore of the Relevant City Pairs; and\n(c) to that effect, it needs a Slot or several Slots for the operation of a Competitive\nAir Service which competes with those of IAG\"."
    },
    {
        "case_number": "M.6447",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5764_7.pdf",
        "topic": "Flights to and from London",
        "text": "(53) The Commission recalls that commitments under the Merger Regulation are d e-\nfined by the boundaries  of the serious concerns raised during the analysis of the \nproposed concentration. Remedies are tailored -made to the competition concerns \nidentified, as follows from Articles 6.2 and 8.2 of the Merger Regulation and the \nCommission’s Remedies Notice (para. 9) and, whenever a doubt arises as to their \nscope of application, they must be necessarily interpreted in line with the comp e-\ntition concerns that they were aimed at solving. In the present case, the concerns \nwere focussed on Heathrow airport .  \n(54) Recital 58 o f the Decision concludes that \" Given that results of the market inve s-\ntigation are inconclusive, the effects of the Transaction for each of the relevant \nroutes will be examined on the narrowest possible market, namely a market co m-\nprising flights to and from  Heathrow only . In line with the approach adopted in \nthe decision relating to Case No COMP/M.5747 Iberia/British Airways, the e f-\nfects of the Transaction will also be examined on a wider “London(three)” ma r-\nket comprising flights to and from Heathrow, Gatwic k and City. Finally they will \nalso be examined on an even wider “London(five)” market comprising flights to \nand from Heathrow, Gatwick, City, Luton and Stansted. \" (underline added ). It \nappears also from, notably, recitals 379 and 394 of the Decision that “London” \nwas treated as synonymous with “Heathrow” for the purposes of the Decision’s \nanalysis."
    },
    {
        "case_number": "M.6447",
        "link": "https://ec.europa.eu/competition/mergers/cases/decisions/m6447_5490_9.pdf",
        "topic": "Flybe's Viability as Competitor for London Heathrow – Edinburgh and London Heathrow – Aberdeen Routes",
        "text": "(39) Pursuant to Clause 1.4.9(a) of the Commitments, the Commission shall assess whether each applicant is a viable existing or potential competitor, with the ability, resources and commitment to operate services on the Relevant City Pairs in the long term as a viable and active competitive force.14\n(40) Flybe is one of Europe's major regional carriers and has a long track record of operating regional services throughout Europe and in particular in the UK.15 Flybe directly serves 176 routes, from 25 UK departure points and 37 European departure points. It has 10 UK bases, including Aberdeen and Edinburgh.\n(41) Flybe future plans appear in particular [CONFIDENTIAL].\n(42) In particular, in a broad, medium/long-term perspective, Flybe [CONFIDENTIAL].16 In this context, entry on the London Heathrow –Edinburgh and London Heathrow –Aberdeen routes could be seen as [CONFIDENTIAL]. According to Flybe, [CONFIDENTIAL].17 [CONFIDENTIAL].\n(43) [CONFIDENTIAL]18, [CONFIDENTIAL]."
    },
    {
        "case_number": "M.6447",
        "link": "https://ec.europa.eu/competition/mergers/cases1/202117/m6447_5177_5.pdf",
        "topic": "Relevant City Pairs",
        "text": "For the purpose of this d ecision, the Relevant City Pa irs are to be understood as being London-Moscow, London-Aberdeen, and London-Edinburgh."
    }
]